[{"sector":"Triforce","reference":"https://27crags.com/crags/frank-slide/topos/triforce","lat":49.589279,"long":-114.39465,"problems":[{"name":"Triforce","grade":"7A","description":"Lowball.  Sit-start low under left arete, with your right hand on a sloping rail beneath the lip of the boulder, and left on a crimp above the left arete.  Powerful, tricky, and height-dependent, this problem is likely much harder for shorter climbers.  (FA Evan Erickson, 2007)"},{"name":"Positive Water","grade":"7A+","description":"Lowball, and a bit of an eliminate.  Sit-start at the right end of the sloping lip on a positive hold, and traverse left to finish at the peak of the boulder.  Squamishy!"}]},{"sector":"Albatross","reference":"https://27crags.com/crags/frank-slide/topos/albatross","lat":49.588705,"long":-114.39435,"problems":[{"name":"Hoedown","grade":"7A","description":"Short, cramped, contrived, and ugly, but still a lot of fun!  Start on a huge, broken horn/slot in a hole just right of the arete.  Avoiding the good, incut edges out right, climb directly up using two opposing edges, to a powerful, sloping top out.  (FA Mark Derksen, 2013)"},{"name":"V2","grade":"6A","description":"Sit-start using good edge.  Head straight up, or head right (joining \"Albatross Left\")."},{"name":"Albatross Left","grade":"6B+","description":"Start as per \"Albatross\", but head left at the roof to a sloping sidepull, then up the face."},{"name":"Albatross","grade":"6B+","description":"Sit-start low on a hold above the v-notch in the middle of the slab.  Climb up into undercling, and power through to the face above the overhang.  Very height-dependent!"},{"name":"Evan's Scary Slab","grade":"6B","description":"Start on the crack just right of \"Albatross\", and head up through the blank looking bulge above.  Spooky and rarely climbed."},{"name":"Groove of the Move","grade":"6C","description":"Start extremely low (virtually lying down) at the bottom edge of the slab right of \"Albatross\".  Climb onto the slab with great difficulty, and continue up the slab to much easier moves above.  (FA Evan Erickson, 2007)"},{"name":"V1","grade":"5","description":"Sit-start and climb the blunt prow at the corner of the boulder."},{"name":"Roadrunner Excavation Company Right","grade":"7A+","description":"Start as per \"Roadrunner Excavation Company Left\", but use a sloping edge to climb directly up the face above.  Great movement, but difficult to avoid dabbing on the small boulder behind."},{"name":"Roadrunner Excavation Company Left","grade":"7B+","description":"Start on the long, juggy rail beneath the low, obvious roof at the right corner of the west face of the Albatross boulder.  Fierce compression moves and a sloping pinch lead up and left to a dynamic finish."},{"name":"V1","grade":"5","description":"Sit-start and climb the blunt prow at the corner of the boulder."},{"name":"Pumpout","grade":"6B+","description":"Start as per \"Shutdown\", but after the crack section, continue moving up and left to finish up the juggy prow."},{"name":"Shutdown","grade":"6B","description":"Sit-start on a jug at the lowest end of the diagonal crack in the small cave.  Climb the juggy crack to a sloping and powerful topout.  Great movement!"},{"name":"Overtime","grade":"6A","description":"Start as per \"Shutdown\", but move directly right using a series of incut slots and edges.  At the long incut edge, a big move upward to a jug leads to easier climbing.  Finish either back left on a positive ledge, or move right, up a series of horns and jugs.  Excellent warm-up with fun movement!  (FA Trent Hoover, 2013)"}]},{"sector":"Jolly Green Giant","reference":"https://27crags.com/crags/frank-slide/topos/jolly-green-giant","lat":49.595364,"long":-114.393041,"problems":[{"name":"Pomme D'api","grade":"6C","description":"Start, and climb, as per \"The Rose Road\", but continue left.  (FA Mark Derksen, 2016)"},{"name":"The Rose Road","grade":"6B","description":"Start as per \"Forbidden Fruit\", but head left, then up, through a mail-slot hold, and over the bulge.  (FA Mark Derksen, 2016)"},{"name":"Forbidden Fruit","grade":"6B+","description":"Sit-start, using obvious, low left-hand edge, and right-hand sidepull.  Climb up and right.  (FA Mark Derksen, 2016)"},{"name":"Crimp Pimp","grade":"6C","description":"Sit-start using low crimps.  Climb up and left.  (FA Mark Guckert, 2016)  "},{"name":"Little Green Sprout","grade":"4","description":"(FA Trent Hoover, 2013)"},{"name":"Jolly Green Giant","grade":"4+","description":"Quest up the middle of the giant slab.  Juggy ledges lead to a small overlap, which is your last chance to downclimb.  Otherwise, high-step and commit to the finish.  Don't fall.  (FA Trent Hoover, 2013)"},{"name":"Trent's Other Slab","grade":"4+","description":"V0/1X.  Climb the slab directly through the corner and overlap feature.  (FA Trent Hoover 2016)"},{"name":"Pomme D'api","grade":"6C","description":"Start, and climb, as per \"The Rose Road\", but continue left.  (FA Mark Derksen, 2016)"},{"name":"The Rose Road","grade":"6B","description":"Start as per \"Forbidden Fruit\", but head left, then up, through a mail-slot hold, and over the bulge.  (FA Mark Derksen, 2016)"},{"name":"Forbidden Fruit","grade":"6B+","description":"Sit-start, using obvious, low left-hand edge, and right-hand sidepull.  Climb up and right.  (FA Mark Derksen, 2016)"},{"name":"Crimp Pimp","grade":"6C","description":"Sit-start using low crimps.  Climb up and left.  (FA Mark Guckert, 2016)  "}]},{"sector":"The Giant","reference":"https://27crags.com/crags/frank-slide/topos/the-giant-16295","lat":49.59527,"long":-114.392728,"problems":[{"name":"Man in the Box","grade":"7A","description":"V6.  Stand-start using obvious left-hand jug.  Move up and left, towards a flat jug on the lip/arete.  Roll left to top out. "},{"name":"The Road Not Taken","grade":"4","description":"Stand-start.  Climb the obvious right-trending rail/shelf system, eventually gaining the lip on your left.  A few more moves will gain the slab and top-out. "},{"name":"Before I Sleep","grade":"6B+","description":"V4X.  Stand-start near \"The Road Not Taken\", and climb directly up and right to gain the crack and finish of \"Do Not Go Gentle\".  Crux is tenuous and sequential, with a dynamic sideways move, and occurs at 5+ meters. "},{"name":"Into the Void","grade":"7A","description":"V5/6 X. Step off rock to gain huge, flat right-hand undercling pinch. Move up and right, through several long, tenuous, and serious moves through the clean face, eventually gaining the large crack. Top-out directly through the peak."},{"name":"Do Not Go Gentle","grade":"6B","description":"V3X.  Stand-start just right of centre, using a high, right-hand jug-edge.  Head up and slightly right through good edges, before heading left to a juggy crack.  Continue up, topping out directly through the peak. "},{"name":"The Will","grade":"7C","description":"V9.  Sit-start just right of black-stained alcove, using a right-hand gaston edge, and anything workable for your left.  Pull on and reach left for a small-but-good crimp in grey rock, then push right to join \"If\". "},{"name":"If","grade":"7A+","description":"Stand-start with vertical, one-pad pinch for right-hand, and a small sidepull or undercling near the same height for your left.  Head up and right, to obvious sloper feature, then way up and right to incut rail.  Top out as per \"Where the Sidewalk Ends\".  "},{"name":"Where the Sidewalk Ends","grade":"6B","description":"Sit-start under arete, using a good right-hand edge on arete, and anything lower for left-hand.  Climb the left side of the angling arete.  Head right to top out.  "},{"name":"Paleofit","grade":"7A+","description":"Kind of an eliminate, to keep the grade honest.  Start way low and left (out of the picture) and happily slap your way rightwards along the low lip (there is a key hold under the roof as well) to top out at basically the same spot as \"Trent's Cave\".  Lots of great eliminates and variations here, too!  (FA Terry Paholek, 2013)"},{"name":"Trent's Cave","grade":"7A","description":"A classic on a rare treat in Frank: multiple moves on positive holds in a steep roof!  Start way down in the cave on a juggy undercling/sidepull down and right of the lower end of the rail/crack.  Follow the incut rail out of the cave.  A number of fun eliminates and variations can be done, as well.  (FA Trent Hoover, 2013) "},{"name":"Trent's Rave","grade":"7A","description":"Start on \"Trent's Cave.\" After the first 2 moves head up and right to a slopey edge and again to the peak of the boulder.  The juggy slot at the top of the rail on \"Trent's Cave\" is out."}]},{"sector":"Shield","reference":"https://27crags.com/crags/frank-slide/topos/shield-16280","lat":49.595083,"long":-114.392542,"problems":[{"name":"Cognitive Dissonance","grade":"7C+","description":"Stand-start matched on huge, left-facing sloper undercling.  A couple of BURLY(!) moves on decent, but awkwardly positioned, edges lead to a dynamic crux and a harder-than-it-looks topout.  (FA Morgan Dunnet, 2014)"},{"name":"The Shield","grade":"7C+","description":"A masterpiece!  Start on two perfect, opposing sidepulls at around chest-height (the left is lower and more incut).  Power straight up through the shield feature with simple-but-precise compression moves on perfect edges and miserable feet.  Top out is relatively easy, but airy and not a gimme. "},{"name":"The Chosen Few","grade":"6B","description":"V3.  A bit of a forced line, as it is possible to press up and right and climb the slab at any time.  Sit-start at base of overhanging arete, using obvious, low rail for right-hand, and a left-hand undercling edge in the overhang. Climb the line of holds just right of the arete, following it to top-out at the peak. "},{"name":"The Chosen Few","grade":"6B","description":"V3.  A bit of a forced line, as it is possible to press up and right and climb the slab at any time.  Sit-start at base of overhanging arete, using obvious, low rail for right-hand, and a left-hand undercling edge in the overhang. Climb the line of holds just right of the arete, following it to top-out at the peak. "},{"name":"The Forgotten Many","grade":"5","description":"V1.  Start as per \"The Chosen Few\".  Roll onto the slab as soon as possible, then continue up and right, to top out the slab."},{"name":"The Hoover Effect","grade":"6A","description":"Stand-start at middle of face, using some edges above cave.  Climb boldy up the increasingly difficult slab. "},{"name":"The Dunnet Method","grade":"4","description":"Stand-start off of boulder under the left side of the arete, grabbing two left-facing edges.  Climb up and right, around the arete, joining the top-out of \"The Derksen Factor\". "},{"name":"The Derksen Factor","grade":"6B","description":"Start off small boulder, using left-hand mini-horn/beak, and good right-hand edge nearby.  Head up and left through sloping edges/pinches, eventually rocking up into the corner/scoop feature."},{"name":"Marco's Law","grade":"6B","description":"Start low on blocky rail.  Climb direct up face above, through flat jugs to start, then a tricky middle, tenuous crux gaining incut rail just below lip, and a no-gimme top-out.  "},{"name":"Breaking the Law","grade":"6A","description":"Start as per \"Marco's Law\", but continue along the obvious blocky rail system, eventually joining the top of \" Solar Power\". "},{"name":"The Erickson Variable","grade":"6B","description":"Start on edges above large, blocky rail (or lower, as per \"Marco's Law\").  Head up and left to gain a tricky crux at the top of the face. "},{"name":"Solar Power","grade":"6A","description":"Stand-start using juggy left-hand sidpull, and good, slightly higher rail for your right.  Head straight up the tall face.  (FA Trent Hoover, 2014)"},{"name":"Death in the Afternoon","grade":"6B+","description":"V3/4. Either stand or sit-start at the left-facing corner. Gain a hold in the crack above, then reach up and right to a sidepull in the face.  Continue up and right to top out. Technical and committing above the pit landing. "},{"name":"Solar Power","grade":"6A","description":"Stand-start using juggy left-hand sidpull, and good, slightly higher rail for your right.  Head straight up the tall face.  (FA Trent Hoover, 2014)"},{"name":"Death in the Afternoon","grade":"6B+","description":"V3/4. Either stand or sit-start at the left-facing corner. Gain a hold in the crack above, then reach up and right to a sidepull in the face.  Continue up and right to top out. Technical and committing above the pit landing. "},{"name":"Sea of Slaughter","grade":"6C","description":"V5.  Sit-start with left-hand on gaston/pinch, and right-hand lower on arete.  Climb directly up the left side of the arete.  (FA Mark Derksen, 2016)"},{"name":"No Country For Old Men","grade":"6A","description":"V2.  Stand-start with left-hand sidepull/undercling, and right-hand lower on arete.  Move up and right, gaining holds for both hands around the arete, then back left along the lip to top out.  (FA Dan Anhorn, 2016)"},{"name":"Mindcraft","grade":"6A","description":"V2.  Sit-start low in pit, with large, crescent shaped right-hand sidepull, and left-hand on arete.  Climb directly up.  (FA Mark Derksen, 2014)"},{"name":"The Whole Little Song and Dance","grade":"6B","description":"Sit-start at base of arete, left-hand on sidepull crimp left of the arete, right-hand on a good-but-hidden sidepull/undercling far and low right in the overhang.  Climb the right side of the arete. "},{"name":"The Danimal's Den","grade":"6C","description":"V4/5 Sit-start with left-hand on large, slopey sidepull/pinch, and right-hand on a good, somewhat hidden undercling edge (close to the rock on your right).  Head right, out of the cave, finishing up the right side of the arete.  "},{"name":"Vitruvian Dan","grade":"6B","description":"V3. Start as per \"Danimal's Den\", but climb up and left.  (FA Dan Anhorn, 2014)"},{"name":"Ocarina","grade":"5","description":"V1.  Climb the left side of the arete.  (FA Kyle Marco, 2016)"},{"name":"Twilight","grade":"6B","description":"Sit-start using left-hand sloper on arete, and small right-hand edge on the face.  Climb the right side of the arete.  (FA Trent Hoover, 2016)"},{"name":"Skyward Sword","grade":"6C+","description":"V5/6.  Eliminate.  Start as per \"Wind Waker\", and climb the face direct, without use of any arete holds.  (FA Kyle Marco, 2016)"},{"name":"Wind Waker","grade":"6B+","description":"V4,  Sit-start, matched on horizontal rail.  Move up and right, to gain arete feature, and use this to climb up and left to the flat lip.  (FA Trent Hoover, 2016) "},{"name":"Wind Temple","grade":"6A","description":"V2.  Start, and climb, as per \"Wind Waker\".  Once you gain the arete, mantle onto the shelf on your right, and top out up the bulge.  (FA Trent Hoover, 2016)"}]},{"sector":"Baby Giant","reference":"https://27crags.com/crags/frank-slide/topos/baby-giant","lat":49.595241,"long":-114.393226,"problems":[{"name":"Maniac Magee","grade":"6A+","description":"Start matched on flat jug at far left end of lip.  Make a few moves up and right along the lip, until you can press up to a couple of incut edges higher on the slab.  Finish up the easy, but VERY tall, slab.  "},{"name":"Maniac Magee ext.","grade":"7B","description":"Start as per \"Maniac Magee\", but follow the lip right, to a dynamic crux gaining a good hold on the arete.  From here, press up onto the slab, finishing up just left of the arete."},{"name":"Chi Sao","grade":"7C","description":"Sit-start matched on low feature with right-hand edge and left-hand sidepull.  Head up and right, through pinch and sloper, to join the top of \"Kiai\". "},{"name":"Chi Sao left","grade":"7C+","description":"Start as per \"Chi Sao\", but cross right-hand up to pinch, and continue up and left. "},{"name":"Kiai stand","grade":"6B","description":"Stand-start using obvious, high left-hand sloper, and right-hand anywhere lower.  Move up and left at first, then back right slightly to top out.  (FA Trent Hoover, 2016)"},{"name":"Kiai","grade":"6C","description":"Sit-start using two crimps just left of the arete.  Head up and left, using the arete/lip on your right, and a large, triangular sloper on your left, topping out directly from there. "},{"name":"Unbreakable","grade":"7A","description":"V6.  Sit-start using right-hand slot in small cave, and anything lower for left.  Climb up and left, to the dihedral and arete. "},{"name":"Force of Will","grade":"6C+","description":"V5.  Start as per \"Unbreakable\", but head directly up.  (FA Mark Derksen, 2016)"},{"name":"The Opposite of Walking","grade":"6B","description":"V3.  Start with left-hand sidepull/undercling edge, and right-hand somewhere lower.  Climb direct.  (FA Trent Hoover, 2015)"},{"name":"The Littlest Hobo","grade":"6A+","description":"Sit-start using low jug.  Climb diagonally up and left."},{"name":"Hobo Safety Meat","grade":"6A+","description":"V2/3.  Start as per \"The Littlest Hobo\", but climb up and right."},{"name":"Casper","grade":"6A","description":"V2.  Sit-start using obvious left-hand sidepull, and incut crimp/edge for right-hand.  Climb up and left, away from the arete, to the peak of the slab.  (FA Trent Hoover, 2015)"},{"name":"Richie Rich","grade":"5","description":"V1.  Start as per \"Casper\".  Head up and right, joining the arete at mid-height.  (FA Trent Hoover, 2015)"},{"name":"Swanglish","grade":"6B","description":"V3.  Sit-start under far left end of low roof, with left-hand on large sidepull/corner feature, and right-hand on anything lower and useful in roof.  Climb awkwardly up and right. "},{"name":"Swinglish","grade":"6B","description":"Sit-start under roof, using good left-hand pinch, and anything else under the roof for your right.  Head right, to jugs on the lip, and up the face above.  (FA Trent Hoover, 2013)"},{"name":"Super Swinglish","grade":"6B","description":"V3.  Sit-start low and right, outside cave, using a pair of good lip edges.  Traverse left, along lip jugs, all the way to arete.  Gain edges around arete, and continue up and left to top out.  Start as per \"Swinglish\" for variation at the same grade. "}]},{"sector":"Flexion","reference":"https://27crags.com/crags/frank-slide/topos/lower-west-cog","lat":49.595933,"long":-114.393988,"problems":[{"name":"Flexion","grade":"6C","description":"V5. Sit-start matched on jug in crack.  Head up and left through edges to gain juggier holds on the right side of a scoop, and top out.  (FA Trent Hoover, 2015) "},{"name":"Flexion Direct","grade":"6C","description":"V5. Sit-start as per \"Flexion\".  After the long move away from the crack and into edges out left, tackle the bulge directly using more edges.  (FA Trent Hoover, 2015)"},{"name":"Extension Extension","grade":"7A","description":"V6. Sit-start, matched on large shelf at the bottom right end of the lip.  Head left to gain holds in the crack, then continue along edges to gain the right side of a scoop in the lip.  Continue traversing left to gain the peak of the lip, and top-out.  "},{"name":"The High Road","grade":"6C","description":"Sit-start matched on lowest sloping edge on the left side of the face above the roof.  Use foot magic to gain more sloping edges and the slab above.  (FA Kyle Marco) "},{"name":"El Sendero Tortuoso","grade":"7A","description":"Sit-start matched on large, right-facing vertical rail.  Tricky footwork and sloping edges lead up onto the slab.  (FA Trent Hoover, 2015) "},{"name":"The Low Road","grade":"6A","description":"V2.  Sit-start matched on long, low rail.  Climb up and left.  (FA Trent Hoover, 2016)"},{"name":"The Low Road Low","grade":"6B","description":"V3.  Start on an edge and a crimp in the cave, climbing up and into \"The Low Road\".  (FA Trent Hoover, 2015)"},{"name":"Makeathat","grade":"6B","description":"V3.  Sit-start in small alcove, using a good, obvious right-hand edge near adjacent boulder.  Move up and left, joining \"The Low Road\".  "},{"name":"Makeathat direct","grade":"6B","description":"V3.  Sit-start as per \"Makeathat\", but head directly up arête above."},{"name":"Lost in the Dream","grade":"6C","description":"V5.  Sit-start matched on large, left-facing edge,  Move up and right.  (FA Mark Derksen, 2016) "},{"name":"The Giver","grade":"6B","description":"V3.  Sit-start at far right end of short overhang/bulge (farther right than photo shows), matched on lowest slopey lip edges.  Move up and slightly left on tricky edges.  (FA Mark Derksen, 2017)"},{"name":"Six Stars","grade":"5","description":"V1. Start by stepping onto boulder at left-trending seam.  Head up and right to gain arete, and top out. "},{"name":"Welcome to Turpinchistan","grade":"7A","description":"V6. Sit-start using large edge.  Climb the left side of the arete.  "},{"name":"Crimpistan","grade":"6B","description":"V3. Start as per \"Turpinchistan\", but move into edges out right.  (FA Trent Hoover, 2015)"}]},{"sector":"North of Giant","reference":"https://27crags.com/crags/frank-slide/topos/darkness-falls","lat":49.595415,"long":-114.392738,"problems":[{"name":"Freezer Full of Rotten Meat","grade":"6B","description":"On a little boulder facing the uphill side of \"The Giant\" boulder.  Sit-start on two large edges below the lip on the left side of the boulder.  Move up to the lip, then rightwards on slopers, a sharp crack-jug, and a crimp or two.  Trickier than it looks!  "},{"name":"Evan's Seven","grade":"7A+","description":"Sit-start matched on left-facing edge.  Move up and left to a cool, mini-blob pinch.  Continue up (and slightly right) to the peak of the boulder using edges and slopers.  Top out the right side of the peak.  (FA Evan Erickson) "},{"name":"Echo Echo","grade":"6B+","description":"Sit-start matched on a right-facing sidepull on the left side of the face. Reach up and left to an edge and a fun lip encounter.  (FA Trent Hoover, 2014)"},{"name":"Flying Fox","grade":"6B","description":"Sit-start using mini-jug.  Climb up and slightly left on crimps to gain a good edge high on the face.  From here, exit directly above via hidden, sloping dishes, or reach/jump to a jug far out left.  (FA Trent Hoover, 2014)"},{"name":"Energy Returned over Energy Invested","grade":"6B+","description":"Sit-start using the same start hold as \"Flying Fox\". After the first crimp on that problem, head up and sharply right via a sidepull and little undercling.  Using either the lip/arete up and right, or a long reach off the undercling, gain a face jug, the horn on the lip, and tricky mantle to finish.  (FA Trent Hoover, 2014) "},{"name":"Darkness Falls","grade":"6B","description":"Sit-start using the long edge on the right side of the boulder. Reach left to the prominent sidepull, then head up to the prominent notch in the lip above. With difficulty, use this to gain the good sidepull in the corner above. Topout by highstepping and rolling onto the slab. WAY harder than it looks.  (FA Trent Hoover, 2014)"},{"name":"Tall Club","grade":"6C+","description":"With a hand low on each arete, compressing the boulder, sit-start the face the climber in the picture is looking at.  Slap your right hand along the arete/lip until you can gain a couple of cool jugs at the peak of the overhanging face.  A tricky topout with a bad landing awaits.  (FA Mark Derksen, 2014)"},{"name":"The Left Hand of Darkness","grade":"6B","description":"Sit-start matched on sloping shelf (use any edges on the shelf).  Pull to an edge above you, then rockover to a small sidepull way out left.  Top out direct."},{"name":"The Right Hand of Darkness","grade":"6B+","description":"Sit-start as per \"The Left Hand of Darkness\", but head up and right, through small edges and crimps.  "},{"name":"Jumping Jurrassic Fat","grade":"4","description":"V0. Sit start near middle- right of face, on obvious crimp features. Ascend direct to slope-y mantle over karst."},{"name":"Justin's Jeté","grade":"6A","description":"V2. Sit start under arete-ish feature, left of true arete. Left hand on incut crimp, right hand on slopey pinch. Traverse left through obvious line of sloping crimps, staying below the line of karst-y jugs above, all the way uphill,to turn the arete. (FA: Dan Anhorn, Trent Hoover & Kyle Marco, 2017)"},{"name":"Monkey Wrench","grade":"6A+","description":"V3. Sit start just left of arete, left hand low on incut side pull, right hand high on back pulling jug/pinch. Move up onto the slab to meet up with Dimetrodon's finish. (FA: Dan Anhorn & Trent Hoover, 2017)."},{"name":"Monkey Wrench","grade":"6A+","description":"V3. Sit start just left of arete, left hand low on incut side pull, right hand high on back pulling jug/pinch. Move up onto the slab to meet up with Dimetrodon's finish. (FA: Dan Anhorn & Trent Hoover, 2017)."},{"name":"Dimetrodon","grade":"5","description":"V1. Sit start in hidden pit, left hand on one of two slopey jugs, right hand on hidden undercling. Tension up big holds to avoid dabbing the pit walls, through the dihedral, to a fun feature to top out. "}]},{"sector":"The Gallows","reference":"https://27crags.com/crags/frank-slide/topos/the-gallows","lat":49.595998,"long":-114.393382,"problems":[{"name":"The Gallows","grade":"6A+","description":"Use slab of lower boulder to get established on overhanging arete of upper boulder.  Around mid-height, move left to gain sloper feature in face, then continue up and left to top-out precariously in middle of lip.  Very committing. "},{"name":"The Gallows","grade":"6A+","description":"Use slab of lower boulder to get established on overhanging arete of upper boulder.  Around mid-height, move left to gain sloper feature in face, then continue up and left to top-out precariously in middle of lip.  Very committing. "},{"name":"Supa Scoopa","grade":"6C+","description":"V5. Sit-start with hands just above lip of cave (right-hand edge and left-hand gaston).  Make a big move up and left, to a flat jug.  Match, and continue up. Watch for loose rock up high. "},{"name":"Supa Scoopa extension","grade":"6C+","description":"Climb \"Supa Scoopa\" to the flat jug, then continue left, around the arete, into exposed territory. "},{"name":"Mighty Scoop","grade":"6C+","description":"V5/6. Sit-start with lowest pinch/edge on arete for left-hand, and very low right-hand sidepull edge.  Cross right-hand up to higher arete hold, and continue up and left."},{"name":"Mighty Scoop low","grade":"7B","description":"V8.  Start matched on huge undercling jug under low roof.  Move up into \"Mighty Scoop\". "},{"name":"Supa Scoopa low","grade":"7B+","description":"V8/9.  Start, and climb, as per \"Mighty Scoop low\", but continue left along the lip of the cave, into the start of \"Supa Scoopa\".  Finish up either \"Supa Scoopa\" or its extension.  "},{"name":"Mighty Scoop right","grade":"6C+","description":"Start as per \"Mighty Scoop\", but move up and right, climbing the right side of the arete."},{"name":"Supa Scoopa","grade":"6C+","description":"V5. Sit-start with hands just above lip of cave (right-hand edge and left-hand gaston).  Make a big move up and left, to a flat jug.  Match, and continue up. Watch for loose rock up high. "},{"name":"Claustrophobia","grade":"7B","description":"V8.  Sit-start using obvious right-hand edge, and anything lower for left-hand.  Move up and slightly left to exit cave.  "}]},{"sector":"Pit and the Pendulum","reference":"https://27crags.com/crags/frank-slide/topos/pit-and-the-pendulum","lat":49.595295,"long":-114.392951,"problems":[{"name":"The Pit and the Pendulum","grade":"7A","description":"Start using obvious large shelf (and any surrounding edges) at downhill entrance to tunnel.  Make a big move to a good right-hand edge in the roof, then use some hidden holds up and left to gain a fun exit through the uphill tunnel opening. "},{"name":"Brighter Than Creation's Dark","grade":"7A+","description":"V6/7.  Crouch-start at entrance to tunnel, with high right-hand jug just outside tunnel, and anything lower for left-hand.  Traverse left, over the pit, before heading up, to a tricky exit at the uphill opening of the tunnel. "},{"name":"Cocoon","grade":"7B+","description":"V8.  In the pit to the right of the lower entrance to \"Pit and the Pendulum\" is a very blunt, hanging prow (facing towards \"Firebird\").  Start with right-hand on juggy sidepull edge (back in narrow gap between boulders), and left-hand on a low sloper.  Climb the prow to the lip, traversing left to top out. "},{"name":"The Land of Wind and Ghosts","grade":"7B","description":"V7/8. Basically a reversal of \"Brighter Than Creation's Dark\". Start in the tunnel, using lowest obvious holds above the left side of the pit (a left-hand sloper and a lower, slopey right-hand edge) . Move up and right to a pair of slick edges, then continue right, exiting the tunnel and topping out in the same place as 'Cocoon'. Very unique line - tensiony, technical, and fingery on slick rock. "},{"name":"Brighter Than Creation's Dark","grade":"7A+","description":"V6/7.  Crouch-start at entrance to tunnel, with high right-hand jug just outside tunnel, and anything lower for left-hand.  Traverse left, over the pit, before heading up, to a tricky exit at the uphill opening of the tunnel. "},{"name":"The Pit and the Pendulum","grade":"7A","description":"Start using obvious large shelf (and any surrounding edges) at downhill entrance to tunnel.  Make a big move to a good right-hand edge in the roof, then use some hidden holds up and left to gain a fun exit through the uphill tunnel opening. "},{"name":"The Pit and the Pendulum","grade":"7A","description":"Start using obvious large shelf (and any surrounding edges) at downhill entrance to tunnel.  Make a big move to a good right-hand edge in the roof, then use some hidden holds up and left to gain a fun exit through the uphill tunnel opening. "},{"name":"Jolly Green Giant","grade":"4","description":"**for full view and details, access the \"Jolly Green Giant\" boulder (under the City of Giants sector) on the left navigation sidebar. "},{"name":"Trench Warfare","grade":"6C","description":"Start low in pit, underclinging bottom of suspended boulder, with your feet on the back-wall formed by a smaller block.  Head up through rails/edges to gain a tricky topout.  "},{"name":"Firebird","grade":"7A","description":"Sit-start, matched low on the lip.  Head up through edges and crimps, finishing up slab.  (FA Mark Derksen, 2016)"},{"name":"Cocoon","grade":"7B+","description":"V8.  In the pit to the right of the lower entrance to \"Pit and the Pendulum\" is a very blunt, hanging prow (facing towards \"Firebird\").  Start with right-hand on juggy sidepull edge (back in narrow gap between boulders), and left-hand on a low sloper.  Climb the prow to the lip, traversing left to top out. "},{"name":"The Pit and the Pendulum","grade":"7A","description":"Start using obvious large shelf (and any surrounding edges) at downhill entrance to tunnel.  Make a big move to a good right-hand edge in the roof, then use some hidden holds up and left to gain a fun exit through the uphill tunnel opening. "},{"name":"Firebird","grade":"7A","description":"Sit-start, matched low on the lip.  Head up through edges and crimps, finishing up slab.  (FA Mark Derksen, 2016)"},{"name":"Jolly Green Giant","grade":"4","description":""},{"name":"The Dark Arts","grade":"6B+","description":"V4ish.  Sit-start in cave using obvious, positive right-hand edge and opposing left-hand edge.  Make a big move to the lip of the cave, match, and continue left for a tricky exit."},{"name":"Trench Warfare","grade":"6C","description":"Start low in pit, underclinging bottom of suspended boulder, with your feet on the back-wall formed by a smaller block.  Head up through rails/edges to gain a tricky topout.  "}]},{"sector":"Upper CoG","reference":"https://27crags.com/crags/frank-slide/topos/upper-cog","lat":49.595762,"long":-114.393414,"problems":[{"name":"Wind Shadow","grade":"6B","description":"V3. Stand-start matched at low, left end of lip. Traverse lip up and right, topping out at the peak. (FA Trent Hoover, 2019) "},{"name":"I'll Cast a Shadow","grade":"7B+","description":"V8/9. Sit-start as per \"Wind Shadow low\". After the first move, traverse right, through a tricky edge/crimp sequence, to finish on \"Shadow of Doubt\"."},{"name":"Wind Shadow low","grade":"6B+","description":"V4. Sit-start at left side of face, using right-hand sidepull crimp, and left-hand gaston or sidepull. Move up and left to join the stand-start. (FA Trent Hoover, 2019)"},{"name":"Shadow of a Mans","grade":"7A","description":"V6. Sit-start using very low opposing sidepull crimps. Climb more or less directly up to the peak. (FA Mark Derksen, 2019)"},{"name":"Shadow of a Doubt","grade":"7A","description":"V6/7. Stand-start at good chest-height edges in the middle of \"Shadow of a Mans\".  Make a tricky dyno up and right to the lip on \"Two O'Clock Shadow\" and finish up that line. "},{"name":"Shadowy Men on a Shadowy Planet","grade":"7A","description":"V6/7. Crouch-start using good right-hand sidepull edge, and anything lower for your left. Move left to a good edge, followed by tensiony moves to gain the lip up and right. Move left to top out."},{"name":"Two O'Clock Shadow","grade":"6B+","description":"V4. Stand-start matched on hold complex just below far right end of lip. Move up to lip, then traverse up and left, topping out at peak. (FA Trent Hoover, 2019)"},{"name":"Teapot Prow stand","grade":"6B+","description":"V3/4. Stand-start using a good left-hand sidepull, and a small right-hand edge. One move gains the lip and topout.  Caution is needed on the topout, as there are some large, loose blocks that wouldn't come off while cleaning, but are highly suspect."},{"name":"The Teacup","grade":"6C+","description":"V5/6. Sit-start using obvious juggy edges in the cave. Move up and left to slopers/pinches, and continue up and left through juggy edges to top out."},{"name":"English Breakfast","grade":"4","description":"V0. Sit-start at base of arete, using obvious right-hand edge low on the face, and good left-hand edge just left of the arete. Pull on, make a couple of moves, and roll left onto the slab when you can."},{"name":"Second Cup","grade":"5","description":"V1. Start as per \"English Breakfast\", but continue up and right, along the arete, until gaining the lip and topping out."},{"name":"The Teapot","grade":"7C+","description":"V10ish. Start using a large, smooth right-hand sidepull/undercling, and anything same height or lower for your left-hand. Move up and left through a left-hand notch and another right-hand sidepull/undercling to gain the lip and topout. (FA Scott Eveleigh, 2019) "},{"name":"Scott's Crimp Problem","grade":"7A+","description":"V7ish. Sit-start using low cluster of crimps/edges. Move up and slightly right through tricky/tensiony crimping. (FA Scott Eveleigh, 2019)"},{"name":"Teapot Prow stand","grade":"6B+","description":"V3/4. Stand-start using a good left-hand sidepull, and a small right-hand edge. One move gains the lip and topout.  Caution is needed on the topout, as there are some large, loose blocks that wouldn't come off while cleaning, but are highly suspect."},{"name":"Short and Stout","grade":"7A+","description":"V7ish.  SIt-start using low cluster of crimps/edges. Move up and left."},{"name":"At First Light","grade":"6B","description":"V3. Sit-start using left-hand crimp on arete, and right-hand pinch just above you.  Head up and left, along arete, and onto exposed slab above. (FA Dan Anhorn, 2016)"},{"name":"Dawn Patrol","grade":"6A","description":"V2. Sit-start as per \"At First Light\".  Move up and right through good holds.  (FA Dan Anhorn, 2016)"},{"name":"Krankenstein Left","grade":"6C","description":"V5.  Start as per \"Krankenstein\", but head up and left. "},{"name":"Krankenstein","grade":"6B+","description":"V4/5.  Sit-start with good left undercling rail, and opposing right-hand rail/edge.  Climb up and right.  (FA Kyle Marco)"},{"name":"Whole Lotta Krankin'","grade":"7A+","description":"V6/7.  Start as per \"Krank It Out\",  Move up, then traverse low and left, linking all the way into \"Krankenstein Left\".  "},{"name":"Keep Krankin'","grade":"7A","description":"V5/6.  Start as per \"Krank It Out\".  Climb up and left into \"Krankenstein\"."},{"name":"Krank It Out","grade":"6C+","description":"V5/6.  Sit-start in pit at base of arete, using high left-hand sidepull edge (1m left of arete), and low, sharp sidepull crimp to the right of the arete.  Climb direct up the arete. "},{"name":"Still Krankin\"","grade":"6C","description":"V5.  Start as per \"Krank It Out\".  Climb up and right, towards \"Crankin' Time\". "},{"name":"Crankin' Time","grade":"6B","description":"V3.  Sit-start with incut edge for left-hand, and low micro-crimp for right.  Move up and left.  (FA Trent Hoover, 2015)"}]},{"sector":"King Cobra","reference":"https://27crags.com/crags/frank-slide/topos/white-bulge","lat":49.595586,"long":-114.392067,"problems":[{"name":"King Cobra","grade":"6C+","description":"Stand-start with high right-hand pinch (to the right of the arete), and left-hand underclinging the blunt lip of the boulder (down and left).  Climb the left side of the lower arete, then directly up the bulge above.  Head right to top out. "},{"name":"Sidewinder","grade":"7A","description":"V6. Start at obvious smooth jug on the face.  Head up and left to the arete.  Climb the right side of the arete, to airy top-out."},{"name":"Boa","grade":"7B","description":"V8.  Start as per \"Sidewinder\", and traverse low around arete, joining \"King Cobra\" at its first move, and finishing up that problem.  "},{"name":"Anaconda","grade":"6B+","description":"V4. Somewhere on far right side of boulder. Start with left-hand on a weird notched sloper, and right-hand on a very slopey horizontal edge. Move right to a sidepull, and up. (FA Evan Erickson, 2017)"},{"name":"Sweep the Leg","grade":"6B","description":"Stand-start right of the dab bloc, matched on high, flat jug.  Head up and left to arete.  Climb right side of arete, to rubbly top-out. "},{"name":"Spitting Cobra","grade":"7A+","description":"V6/7.  Start as per \"King Cobra\".  After the first move, continue left using tricky edges and feet, and finish up the left arete.  (FA Trent Hoover, 2018)"},{"name":"King Cobra","grade":"6C+","description":"Stand-start with high right-hand pinch (to the right of the arete), and left-hand underclinging the blunt lip of the boulder (down and left).  Climb the left side of the lower arete, then directly up the bulge above.  Head right to top out. "},{"name":"Boa","grade":"7B","description":"V8.  Start as per \"Sidewinder\", and traverse low around arete, joining \"King Cobra\" at its first move, and finishing up that problem.  "},{"name":"The Snake Charmer","grade":"7C","description":"V9/10. Start, and climb, as per \"Boa\", but continue left into \"Spitting Cobra\". "},{"name":"Sidewinder","grade":"7A","description":"V6. Start at obvious smooth jug on the face.  Head up and left to the arete.  Climb the right side of the arete, to airy top-out."}]},{"sector":"Commodore 64","reference":"https://27crags.com/crags/frank-slide/topos/commodore-64","lat":49.597136,"long":-114.395244,"problems":[{"name":"Time Stands Still","grade":"4","description":"V0.  Start under peak of slab, by stepping onto massive foot-hold.  Climb direct, gaining the lip just right of the peak.  "},{"name":"The March of Time","grade":"7C","description":"Sit-start in the pit, right hand on an obvious incut sidepull in the overhang, left hand on a higher blocky pinch to the left.  Throw to the very sloping lip, then continue rightwards along the lip.  Finish up the right side of the arete.  "},{"name":"Savoureux","grade":"6C+","description":"Sit-start with right hand edge in a crack in the overhang, and left hand on a good edge on the lip of the boulder.  Bust right to the arete.  Finish up the right side of the arete.  (FA Mark Derksen, 2014)"},{"name":"Moonrise Kingdom","grade":"6B","description":"Eliminate.  Climb the slab, without using the aretes.  (FA Mark Derksen, 2014)"},{"name":"Moonrise Arete","grade":"4","description":"V0. Climb the slab using the right arete. (FA, ?)"},{"name":"Commodore 64","grade":"7A+","description":"Sit-start in the pit at the base of the left arete.  Climb the right side of the leaning arete.  (FA Adam Currie)"},{"name":"Commodore 64 Extension","grade":"7B","description":"Sit-start as per \"Commodore 64\".  Once you snag the lip, traverse right around the blunt nose, and finish up the right side of the boulder.  "},{"name":"Meat Grinder","grade":"6B","description":"V3. Climb the roof crack formed by the commodore Boulder and the March of Time Boulder, starting deep in the little cave. (FA, ?)\n"},{"name":"The Price of Gold","grade":"6C+","description":"Face \"Commodore 64\", and look to your right.  There is a small pit at the base of the larger, adjacent boulder.  Start in this pit, with a small, right-hand edge and a low, left-hand sidepull on the arete.  A compression sequence leads to a shelf.  Top out above.  (FA Mark Derksen, 2014) "},{"name":"Adrian's Arete","grade":"6B","description":"V3. Climb the left side of the airy arete above the scary pit. (FA, ?)"}]},{"sector":"Chuck Norris Cave","reference":"https://27crags.com/crags/frank-slide/topos/chuck-norris-cave","lat":49.597089,"long":-114.394986,"problems":[{"name":"Walker","grade":"4","description":"Start on obvious jug.  Follow rail up and left."},{"name":"Texas Ranger","grade":"5","description":"Start as per \"Walker\", but head straight up."},{"name":"?","grade":"6B","description":"Sit-start matched on large, right-facing edge.  Move left to a jug-edge, then right to the long, incut edge above."},{"name":"Quasimodo","grade":"6B","description":"Jump-start by placing one foot on the slab, and hopping up to catch the incut edge above.  (FA Mark Derksen, 2015)"},{"name":"Chuck Norris Versus Tungsten","grade":"6A","description":"Sit-start using low, blocky edges.  Follow the obvious line of sharp pockets to the lip of the boulder."},{"name":"Bloodsport","grade":"6B","description":"Start as per \"Chuck Norris Versus Tungsten\".  After a few moves, reach left to a long, incut edge.  (FA Trent Hoover, 2015)"},{"name":"Quasimodo","grade":"6B","description":"Jump-start by placing one foot on the slab, and hopping up to catch the incut edge above.  (FA Mark Derksen, 2015)"},{"name":"Chuck Norris Versus Tungsten","grade":"6A","description":"Sit-start using low, blocky edges.  Follow the obvious line of sharp pockets to the lip of the boulder."},{"name":"Bloodsport","grade":"6B","description":"Start as per \"Chuck Norris Versus Tungsten\".  After a few moves, reach left to a long, incut edge.  (FA Trent Hoover, 2015)"},{"name":"The Way of the Dragon","grade":"7A+","description":"Sit-start using widely spaced, opposing edges.  Head up and right. "},{"name":"Delta Force","grade":"6C","description":"Sit-start low in pit, using obvious jug.  Climb the right side of the arete."},{"name":"Delta Sandwich","grade":"7A+","description":"Start on Delta Force.  After the first couple of moves traverse left into The Sandwich Rule and finish right of the apex of the boulder (FA Kent Dunham, 2017). "},{"name":"The Sandwich Rule","grade":"6B","description":"Sit-start using blocky right-hand sidepull, and left-hand crimp sidepull.  Move up and right.  (FA Mark Derksen, 2015)"}]},{"sector":"Man of Science, Man of Faith","reference":"https://27crags.com/crags/frank-slide/topos/man-of-science-man-of-faith","lat":49.589933,"long":-114.379059,"problems":[{"name":"Man of Science","grade":"Man of Faith","description":"V5/6.  Sit-start low and left, matched on shelf.  Follow the prow up and right, using good edges on your left, and some cool holds on the underside of the prow.  Top out to the right of the apex.  (FA Mark Derksen, 2013)"},{"name":"Pseuodscience","grade":"6A","description":"V2.  Start, and climb, as per \"Man of Science, Man of Faith\", but exit early up jugs."},{"name":"Pseudoscience Low","grade":"6B+","description":"V4.  Sit-start with right-hand sidepull/pinch, and very low left-hand sloper, deep under the roof.  Head up and left into \"Pseudoscience\".  (FA Trent Hoover, 2014)"}]},{"sector":"Tesseract","reference":"https://27crags.com/crags/frank-slide/topos/tesseract","lat":49.589649,"long":-114.379153,"problems":[{"name":"Tesseract","grade":"6B+","description":"V4.  Sit-start using the large undercling notch, and anything lower. Climb the right side of the aesthetic arete.  (FA Trent Hoover & Mark Derksen, 2015) "}]},{"sector":"Farmer's Daughter","reference":"https://27crags.com/crags/frank-slide/topos/farmer-s-daughter","lat":49.590661,"long":-114.374547,"problems":[]},{"sector":"Deep Freeze","reference":"https://27crags.com/crags/frank-slide/topos/deep-freeze","lat":49.590607,"long":-114.377516,"problems":[{"name":"Deep Freeze","grade":"6B+","description":"V4.  Sit-start matched on flattish spot low and right on huge sloping rail feature.  Head left along rail, then lip, to the arete, topping out from there.  Nice line on not-so-nice holds and rock. "}]},{"sector":"Black Swan","reference":"https://27crags.com/crags/frank-slide/topos/black-swan","lat":49.589495,"long":-114.377656,"problems":[{"name":"Black Swan","grade":"6B","description":"V2/3.  Sit-start matched on good edge just right of arete.  Move to arete, then up.  (FA Mark Derksen, 2015)"},{"name":"Swan Lake","grade":"6C+","description":"V5.  Sit-start using low edge just right of \"Black Swan\".  Head up and right. "}]},{"sector":"Sunny Delight","reference":"https://27crags.com/crags/frank-slide/topos/sunny-delight","lat":49.590663,"long":-114.38015,"problems":[{"name":"Horseshoes","grade":"4+","description":"V0/1.  Stand-start with right-hand edge and left-hand sloper, around chest-height.  Climb slab, using the blunt arete to your left.  "},{"name":"Side Saddle","grade":"6A","description":"V2.  Stand-start using chest-height edges.  Move up and right, using obvious rail for your left-hand, and some crimps out right.  "},{"name":"Roundup","grade":"7A","description":"V6/7.  Sit-start as per \"Giddy Up\", but push out left immediately, into a tricky crimp/edge sequence, gaining the start holds of \"Side Saddle\" and finishing up from there. "},{"name":"Giddy-Up","grade":"7A","description":"V6.  Sit-start using small, side-by-side edges low in the middle of the face.  Climb directly up face above. "},{"name":"Low Brow Direct","grade":"5","description":"V1/2.  Sit-start below the huge rail, left-hand on a sidepull edge, right-hand anywhere lower.  Move up to shelf, then finish as per \"Low Brow\". "},{"name":"High Brow","grade":"6A","description":"V2.  Start, and climb, as per \"Low Brow\".  From the end of the huge rail, continue left, using an edge or two to gain another large rail below the lip of the boulder.  Top out directly above.  Another variation (contrived, same grade) uses crimps below the upper rail to gain a jug further left.  (FA Dan Anhorn, 2016)"},{"name":"Low Brow","grade":"4","description":"V0.  Sit-start matched on right end of huge rail.  Traverse left, to end of rail, then move up to the lip to top out.  (FA Dan Anhorn, 2016)"},{"name":"Blink","grade":"4","description":"V0.  Start as per \"Low Brow\", but go directly up. "},{"name":"The Thing That Should Not Be","grade":"7A+","description":"V7.  Start as per \"Thrash\", but use crazy toe-hooking and tension to navigate the underside of the suspended block, and exit the other side of the cave. "},{"name":"Thrash","grade":"6B","description":"V3.  About 50m south-west of main \"Sunny D\" boulder.  Sit-start under suspended block, left-hand on good, high edge (below lip, near rock on your left), and right-hand on low edge, near bottom-right corner of block.  Thrash up and over the top.  Terrible. "},{"name":"The Thing That Should Not Be","grade":"7A+","description":"V7.  Start as per \"Thrash\", but use crazy toe-hooking and tension to navigate the underside of the suspended block, and exit the other side of the cave. "}]},{"sector":"Troubadour","reference":"https://27crags.com/crags/frank-slide/topos/troubadour","lat":49.592744,"long":-114.375149,"problems":[]},{"sector":"Frictionary","reference":"https://27crags.com/crags/frank-slide/topos/frictionary","lat":49.595566,"long":-114.394922,"problems":[{"name":"Frictionary Arete","grade":"6A","description":"Sit-start using low left-hand sidepull jug near arete, and black right-hand edge in overhang.  Climb straight up the arete."},{"name":"Fan-Friction","grade":"7A+","description":"Start as per \"Frictionary Arete\".  Traverse right to link up with \"Frictionary\". "},{"name":"Non-Friction Story","grade":"7B","description":"Sit-start as per \"Frictionary\".  Traverse left to link-up with \"Frictionary Arete\".  (FA Evan Erickson, 2007)"},{"name":"Frictionary","grade":"6C","description":"Sit-start using low, right-facing flake jug.  Climb straight up through dynamic moves on positive edges."},{"name":"Frictionary Crack","grade":"4","description":"Sit-start at base of crack, using horn feature.  Climb the crack."},{"name":"Undertaker","grade":"6C","description":"This problem starts on an undercling crimp.  Exact description to be updated soon."},{"name":"Undergrad","grade":"6A","description":"Exact details TBD.  (FA Mark Derksen, 2013)"},{"name":"V2","grade":"6A","description":"Sit-start using low, good holds.  Climb the left end of the face."},{"name":"Underking","grade":"6C","description":"Sit-start with right-hand on good incut undercling, and left-hand anywhere lower.  Head straight up.  "},{"name":"Catacomb","grade":"7C","description":"V9.  Sit-start in cave, using two low, right-facing edges near the bottom of the prow.  Move up to a good left-hand edge, then follow the steep prow out of the cave, finishing up the slab.  "},{"name":"Black Cherry Soda","grade":"6C","description":"Sit-start in cave with a good left-hand sidepull.  Head right, out of the cave, to gain a right-trending finger-crack.  Follow this crack to top-out.  (FA Mark Derksen, 2016)"},{"name":"Cherry Pepsi","grade":"7A","description":"Start, and climb, as per \"Black Cherry Soda\".  Upon gaining the lip at the top of the crack, head back left, finishing on the lip traverse.  (FA Kyle Marco, 2016)"},{"name":"Kyle's Lip Traverse","grade":"6C","description":"Sit-start at far right end of boulder, using a good left-hand sidepull.  Climb along the rising lip, topping out at the upper left end.  (FA Kyle Marco, 2016)"},{"name":"Partial Justice","grade":"6A","description":"V2ish.  Sit-start, matched on huge flat edge.  Move right and up, to join \"Swift Justice\".  Nice moves on comfy edges and slopers.  Can also be climbed more directly up, but on less enjoyable holds.  (FA Kyle Marco) "},{"name":"Swift Justice","grade":"7A+","description":"V7ish.  Sit-start in cave using a decent right-hand undercling  edge, and a slopey left-hand sidepull edge.  A hard first move to a good rail outside the cave leads to a fun and easy top out on nicely sculpted holds."}]},{"sector":"Triangle Pinch","reference":"https://27crags.com/crags/frank-slide/topos/triangle-pinch","lat":49.596185,"long":-114.39538,"problems":[{"name":"Constellation","grade":"7C","description":"V9.  Sit-start using decent left-hand sidepull edge, and anything lower for right-hand.  Move up and left to gain high, sharp, juggy rail, then continue left to gain arete.  Roll around arete and walk up slab to finish.  "},{"name":"Apollo 11","grade":"7C+","description":"Stand-start using obvious, juggy edge feature.  Head straight up, using a triangular left-hand pinch to set up for a wild move to the lip.  Traverse slightly left to an easy, but airy(!), mantle.  "}]},{"sector":"Gibson","reference":"https://27crags.com/crags/frank-slide/topos/gibson","lat":49.596477,"long":-114.395136,"problems":[{"name":"Ptarmigan","grade":"6B","description":"V3. Sit-start in cave, using left-facing jug flakes. Move up and left to arete and topout. (FA Mark Derksen, 2019)"},{"name":"Ptarmigan right","grade":"6B","description":"V3ish. Sit-start as per \"Ptarmigan\", but head to the lip up and right, topping out to the right of the peak."},{"name":"Number Two Arete","grade":"6C+","description":"V5.  Sit-start, matched low on arete/lip.  Follow lip, and holds slightly above it, up and left."},{"name":"Brown Arete","grade":"6C+","description":"V5.  Start matched on a good left-facing edge on lip.  Traverse lip up and right, topping out at the peak.  (FA Evan Erickson)"},{"name":"Braveheart","grade":"6A","description":"V2.  Start with left-hand pocket and right-hand edge.  Climb up towards the peak of the boulder, topping out just to its right.  (FA Trent Hoover, 2016)"},{"name":"William Wallace","grade":"5","description":"Start up \"Braveheart\", but veer left at mid-height, topping out around the arete.  (FA Kyle Marco, 2016)"},{"name":"Mad Max","grade":"4","description":"V0.  Climb directly up the middle of the slab.  (FA Kyle Marco, 2016)"},{"name":"Max Rockatansky","grade":"5","description":"V1.  Start with good right-hand edge and low, sharp left-hand undercling.  Climb directly up bulging slab.  (FA Trent Hoover, 2016)"},{"name":"Apocalypto","grade":"6A","description":"V2.  Sit-start using small, good edges low on arete.  Climb the short arete.  (FA Trent Hoover, 2016)"},{"name":"Diamonds are Forever","grade":"6A+","description":"V3. Sit start on right facing rail. Climb and stay right of arete to topout. Watch for loose rock. (FA , 2016)"},{"name":"The Eden of Coronet","grade":"6B+","description":"V4.  Sit-start matched on low jug.  Press up and right to thin pinch/crimp for your right-hand, then climb the face directly, gaining the lip just right of the peak.  Tread carefully up high!  "},{"name":"Maverick","grade":"6C+","description":"V5.  Sit-start, matched on good left-facing rail.  Climb the left side of the arete, to the lip, then traverse left, along lip, to topout. "},{"name":"Jaws","grade":"6B+","description":"V4. Sit-start with left hand on long positive edge under small roof, and right-hand on undercling or sidepull at same height.  Climb up blunt arete/prow feature. (FA Trent Hoover, 2016)"},{"name":"Diamonds are Forever","grade":"6A+","description":"V3. Sit start on right facing rail. Climb and stay right of arete to topout. Watch for loose rock. (FA , 2016)"},{"name":"The Eden of Coronet","grade":"6B+","description":"V4.  Sit-start matched on low jug.  Press up and right to thin pinch/crimp for your right-hand, then climb the face directly, gaining the lip just right of the peak.  Tread carefully up high!  "},{"name":"Maverick","grade":"6C+","description":"V5.  Sit-start, matched on good left-facing rail.  Climb the left side of the arete, to the lip, then traverse left, along lip, to topout. "},{"name":"A Fine Balance","grade":"6B","description":"V3/4.  Start matched on juggy \"fin\" undercling.  Move up and left, to arete, then continue up the right side of the arete.  Crux at the top.  "},{"name":"A Calculated Risk","grade":"7A","description":"V6.  Sit-start as per \"A Fine Balance\", but head directly up face above. "},{"name":"A Simple Proposition","grade":"6B","description":"V3.  Crouch or sit-start using a low right-hand finger-jug.  Climb directly up the short face above. "},{"name":"A Fine Balance","grade":"6B","description":"V3/4.  Start matched on juggy \"fin\" undercling.  Move up and left, to arete, then continue up the right side of the arete.  Crux at the top.  "},{"name":"A Calculated Risk","grade":"7A","description":"V6.  Sit-start as per \"A Fine Balance\", but head directly up face above. "},{"name":"A Simple Proposition","grade":"6B","description":"V3.  Crouch or sit-start using a low right-hand finger-jug.  Climb directly up the short face above. "},{"name":"Racing the Storm","grade":"6C+","description":"V5. Sit-start low in left side of cave. Left hand on sidepull, right hand on slopey crimp. Head directly up.  (FA Kyle Marco, 2016)"},{"name":"Racing the Sun","grade":"7B","description":"V7/8.  Sit-start using two triangular, sloping edges. Climb up and right. Tensiony and friction-dependent."}]},{"sector":"Mark of the Beast","reference":"https://27crags.com/crags/frank-slide/topos/mark-of-the-beast","lat":49.595896,"long":-114.395329,"problems":[{"name":"Mark of the Beast","grade":"7C","description":"V8/9.  Crouch-start using low left-hand edge, and a crimpy right-hand pinch (right-foot will be on the obvious fin, higher than your hands).  Climb up and left, out of the cave. "},{"name":"Mark of the Beast direct","grade":"7A+","description":"V7.  Start, and climb, as per \"Mark of the Beast\", but exit the cave directly. "},{"name":"Superbeast","grade":"7B","description":"V7/8.  Crouch-start matched on large fin-jug.  Move up and right, out of cave and up tall face right of arete. "},{"name":"Belly of the Beast","grade":"6A+","description":"V2/3.  Pull on using two good slopers just above the lip of the overhang (the left-hand is slightly lower than the right).  Climb the tall face above, trending slightly left.  "},{"name":"Tomb with a View","grade":"4","description":"V0.  Step onto the slab using a couple of obvious edges, just above the lip.  Climb up and left, to the peak of the smooth slab.  (FA Trent Hoover, 2016)"},{"name":"The Regift","grade":"6B+","description":"V4.  Sit-start using sharp right-hand sidepull, and small, flat edge for left.  Move left, to toothy jug, then up to lip, and flat jugs to top out.  (FA Kyle Marco, 2016)"},{"name":"C.Monster","grade":"7A+","description":"V6. Start as per Blessings in Disguise, instead head out roof to right, finish as per Black Slot Arete. (FA Mark Derksen, 2016)"},{"name":"Blessings in Disguise","grade":"7B","description":"V8.  Sit-start matched on a large, black edge under the roof.  Burly moves lead to a toothy pocket, and a good edge at the end of a sloping shelf.  A couple of powerful options can be used to gain the lip. "},{"name":"Black Slot Arete","grade":"6B+","description":"V4.  Sit-start with right-hand on edge around arete, and left-hand on good incut.  Climb the left side of the leaning arete.  (FA Trent Hoover, 2016)"},{"name":"The Oozing","grade":"6A","description":"V2.  Sit-start as per \"Black Slot Arete\", but traverse immediately right, turning onto the slab with difficulty.  Climb up the slab to an easy topout.  (FA Trent Hoover, 2016)"},{"name":"Puffy Neck Warmer","grade":"6B","description":"V3.  Sit-start with right-hand on good pinch around the arete, and left-hand on thin edge.  Use slopers and sidepulls to gain an airy high-step to top out. (FA Trent Hoover,  2015)"},{"name":"Broken Dishes","grade":"6B","description":"V3. On same boulder as \"Puffy Neck Warmer\", just south of Mark of the Beast.  Climb the overhung, yellow arete on the left side of the corridor, north of Golden Gait Boulder, from low right-hand crimp and left-hand pinch on arete.  Watch for loose rock. "},{"name":"Golden Gait","grade":"4","description":"V0.  Step onto slab in middle of yellow face, and use good incuts and rails to gain easy topout over a good landing. Crumbly rock detracts from an otherwise good, easy problem.  (FA Dan Anhorn, 2016)"},{"name":"Yellow Plates","grade":"4","description":"V0.  Step onto slab, and use right-hand arete and good incuts and rails to top out.  Watch for crumbly rock. (FA Dan Anhorn, 2016)"}]},{"sector":"Michelle Boulders","reference":"https://27crags.com/crags/frank-slide/topos/michelle-boulders","lat":49.596894,"long":-114.395142,"problems":[{"name":"Xenophobe","grade":"5+","description":"V1. Stand start on 8-inch long edge a few feet to the left of Purity Law. Climb directly up using trickery, avoiding the juggy holds on Purity Law. (FA Trent Hoover, 2017.)"},{"name":"Purity Law","grade":"5","description":"V0/1. Stand start with one hand in two-finger pocket, and other in the lower mono. Crimps and another pocket lead to an easy topout. (FA Trent Hoover, 2016.)"},{"name":"Wilderpeople","grade":"6B+","description":"V4.  Sit-start with large left-hand sidepull, and right-hand on sloper immediately beside.  Move up and left. (FA Trent Hoover, 2016)"},{"name":"The Trapdoor","grade":"4","description":"Located  a few meters right of the Wilderpeople boulder. V0. Sit start left hand high on good sloper/sidepull on left arete, right hand on small crimp in middle of face. Teeter up to rounded 6ft peak. (FA Kyle Marco, 2017)"},{"name":"Saddle Up","grade":"4","description":"7 or 8 m right of Wilderpeople. V0. Sit start under arete, next to tree, left hand high on good edge or side pull, right hand low on side pull. Move up on good holds.  (FA Dan Anhorn, 2017)"},{"name":"Western Outlet","grade":"5","description":"V1. Sit start matched with left hand on obvious jug, right hand on side pull above that. Use jugs crimps and a sloper pinch to mantle up the bulge. (FA Dan Anhorn, 2017.)"},{"name":"Wilderpeople","grade":"6B+","description":"V4.  Sit-start with large left-hand sidepull, and right-hand on sloper immediately beside.  Move up and left. (FA Trent Hoover, 2016)"},{"name":"Wolf's Den","grade":"6B+","description":"V4.  Sit-start in cave on crimps.  Climb roof out to lip and mantle. (FA Mark Derksen, 2014)"}]},{"sector":"Skull slab","reference":"https://27crags.com/crags/frank-slide/topos/giant-slab-20370","lat":49.588598,"long":-114.38133,"problems":[{"name":"Skull slab","grade":"3","description":"Big low angle slab problems all over. At this angle it looks a little like a skull...\n"}]},{"sector":"Road Trip","reference":"https://27crags.com/crags/frank-slide/topos/road-trip","lat":49.589272,"long":-114.379368,"problems":[{"name":"Asking For Directions","grade":"6B","description":"Start on the far left side of the west face with right hand on large undercling and left hand on any one of the sloping edges.  Fire straight up to the lip.  Dabby due to small boulder behind you.  FA-Mitch Goertzen"},{"name":"Tacos","grade":"Tacos","description":"Sit start on huge sloping shelf in middle of the west face. Move left through small edges then up to the lip to top out.  FA- Kent Dunham"},{"name":"Bathroom Break","grade":"3+","description":"Sit start on huge sloping shelf and climb straight up the face for an easy top out.\nFA- Mitch Goertzen"},{"name":"Gas Station Tamales","grade":"6A+","description":"Sit start on left side of south face using a good right edge and left side-pull/undercling. Make a difficult first move to tuck under the roof, then reach for the thank-God knob.  Pull over the lip using the large edge for your right and the arrete for your left and top out left.  FA- Kent Dunham"},{"name":"Nachos of Regret Left","grade":"6A+","description":"Sit start on the right side of the south face on good edges.  Slap up the right side arrete to gain the monster jug over the lip of the roof.  Move left to big side pull and pull straight up over the lip to and easy top out.  \nFA- Kent Dunham"},{"name":"Gas Station Tamales","grade":"6A+","description":"Sit start on left side of south face using a good right edge and left side-pull/undercling. Make a difficult first move to tuck under the roof, then reach for the thank-God knob.  Pull over the lip using the large edge for your right and the arrete for your left and top out left.  FA- Kent Dunham"},{"name":"Nachos of Regret Left","grade":"6A+","description":"Sit start on the right side of the south face on good edges.  Slap up the right side arrete to gain the monster jug over the lip of the roof.  Move left to big side pull and pull straight up over the lip to and easy top out.  \nFA- Kent Dunham"},{"name":"Nachos of Regret Right","grade":"6A+","description":"Same start as Nachos Left, but at the lip continue right to top out.\nFA- Mitch Goertzen"}]},{"sector":"Gunwales","reference":"https://27crags.com/crags/frank-slide/topos/gunwales","lat":49.593649,"long":-114.397757,"problems":[]},{"sector":"DDR","reference":"https://27crags.com/crags/frank-slide/topos/ddr","lat":49.587634,"long":-114.392354,"problems":[]},{"sector":"White Lines","reference":"https://27crags.com/crags/frank-slide/topos/white-stripes","lat":49.587803,"long":-114.391907,"problems":[{"name":"V0","grade":"4","description":"You will see this boulder facing you on your left shortly after stepping off the Albatross gravel road, and walking on the grassy track towards the Healing boulder.  Climb the left side of the slab."}]},{"sector":"Foxhole","reference":"https://27crags.com/crags/frank-slide/topos/foxhole","lat":49.587384,"long":-114.389919,"problems":[{"name":"The Ice Cave","grade":"7A+","description":"Sit-start with right hand on long edge and left on either a strange, crimp-pocket or a low, sloping sidepull.  Climb through crimps, rails, and sloping pinches to finish on a flat rail.  Great movement.  A lower start (left hand on sidepull, right on a three-finger undercling) has been done at more-or-less the same grade.  (FA Trent Hoover, 2014)"},{"name":"The Ice Cave right","grade":"7A+","description":"V7+.  Start as per \"The Ice Cave\" but, after the first move, head right, using the corner feature to gain a left-facing gaston edge in the face below the peak.  From this edge, either throw to the lip above, or do a bit of a trick to finish on \"Sardine\".  A bit contrived/eliminate, but cool holds and sequence, with tensiony and powerful moves."},{"name":"Sardine","grade":"6B+","description":"A fun problem with an ugly start.  Sit-start very low, scrunched down on the right side of the Foxhole cave, with right hand on a good jug, and left on a sidepull crimp.  Climb positive edges and ledges above, desperately trying not to dab on the block.  (FA Trent Hoover, 2013)"},{"name":"Gab Slab","grade":"3+","description":""},{"name":"The Hand Sponge","grade":"6C","description":""},{"name":"The Trumpocalypse","grade":"7C","description":"Sit in the hole between 2 boulders, left hand on the blocky undercling, right hand gaston on blocky section above.  Punch up and right to a sloping crimp.  Rearrange your feet and bump again to the sloper rail above.  Move to the lip with the help of a small crimp to the left.  Easy top out. (FA K. Dunham, 2016)"},{"name":"Dave's Arete","grade":"6A","description":""}]},{"sector":"Relentless","reference":"https://27crags.com/crags/frank-slide/topos/relentless","lat":49.587544,"long":-114.389856,"problems":[{"name":"The Incident","grade":"6B","description":"Sit-start on the same hold as \"Relentless Sit\", but head up and left to two good, side-by-side crimps, then continue up the tall slab.  The stand-start from the side-by-side crimps goes at V1.  (FA Mark Derksen, 2013)"},{"name":"Relentlesser","grade":"7A+","description":"Start, and climb, as per \"Relentless Sit-Start\".  Upon gaining the right-hand arete, continue right to finish up the dihedral. "},{"name":"Relentless","grade":"7A","description":"V6. Start standing with left hand on a good sidepull edge, and right on a blunt sidepull.  Fun compression moves lead to a big, sloping shelf, and easier moves above.  Superb!\nA sit-start (V7) begins on a positive, left-facing sidepull (low and to the left).  (FA Evan Erickson, 2007)"},{"name":"Obvious Fricking Dihedral","grade":"6B","description":"Climb the obvious dihedral.  A sit-start (V5) can be done starting on a good edge at the bottom right corner of the face to the right of the dihedral."},{"name":"The Purest Line","grade":"7A+","description":"Start as per \"Obvious Frickin' Dihedral Sit\".  Traverse left into the crux of \"Relentless\", and finish on that problem.  "},{"name":"The Purest Line ext.","grade":"7B+","description":"Climb \"The Purest Line\", but continue left, through the start holds of \"Relentless\", to gain the twin-crimps that \"The Incident Stand-Start\" begins on.  Finish up \"The Incident\".  "},{"name":"Redonculous","grade":"6C+","description":"V5. Start as for \"Krimptonite\", but climb up and left, using arete feature."},{"name":"Krimptonite","grade":"7B+","description":"V8. Sit-start on crimps below the short arete feature.  Pull into shallow dihedral, reach right to a crimp on the face, and continue up and right on edges.  Short and hard!  (FA Evan Erickson)  "},{"name":"Under a Yellow Sun","grade":"4","description":"Sit-start using slopers."},{"name":"Unnamed","grade":"5","description":"Crimpy face."},{"name":"Boo-Yeah","grade":"4","description":"The thin seam."},{"name":"Scarleg","grade":"5","description":"The left side of the tall arete."}]},{"sector":"Healing","reference":"https://27crags.com/crags/frank-slide/topos/healing-boulder","lat":49.587596,"long":-114.389116,"problems":[{"name":"Origins","grade":"6A+","description":"Sit-start on diagonal rail sidepulls just right of arete.  Follow the crack left, then climb the arete.  \"Origins Extension\" (V1) continues following the crack leftwards to top out around the arete."},{"name":"Crack Attack","grade":"4","description":"Climb the obvious, sharp arete.  Watch for loose rock at all times in Frank; a large block fell off this problem in 2010."},{"name":"The Remedy","grade":"7A","description":"Sit-start as per \"The Sage\".  Traverse right and finish on either \"Jahealy\" or \"Easy Healing\".  "},{"name":"Sage","grade":"6C","description":"Sit-start with a high left handhold and a very low right.  Climb the crimpy face and left-leaning seam just right of \"Crack Attack\".  The other boulder (the other side of the \"crack\") is out, of course."},{"name":"Prisoner's Dilemma","grade":"6C+","description":"Start with sidepull/pinch for left hand, and flat crimp for right hand.  Climb the face above, through sloping holds.  (FA Mark Derksen, 2015)"},{"name":"I Pissed on the Starting Holds","grade":"6C","description":"Sit-start with right hand on a good crimp, and left on a small, sloping edge.  Climb up through small edges to a good sidepull, and top out above.  (FA Evan Erickson, 2007)"},{"name":"Jahealy","grade":"6B","description":"Start at the low right side of the flake undercling, climb up and left along the flake until it thins out, then head straight up.  Alternatively, go straight up from the very start at the same grade (Jahealy direct)"},{"name":"Japissy","grade":"6B+","description":"V4ish.  Start as per \"Jahealy\", but move up and left into \"IPotSH\".  A good variation."},{"name":"Easy Healing","grade":"5","description":"Climb the tall, juggy face immediately left of - and using - the prominent arete.  Beware the tricky mantle!"},{"name":"Healing Traverse","grade":"7A","description":"V6.  Sit-start at far left end of lip.  Traverse right, along lip, eventually joining \"Healing Arete\", and finishing on that problem.  (FA Marcus Norman)"},{"name":"Healing Arete","grade":"6C+","description":"V5.  Sit-start under left end of roof, matched on left-facing sidepull.  Traverse right, under roof, to gain a large, blocky jug, under the right side of the arete.  From here, climb up the right-side of the arete."},{"name":"Healing Arete extension","grade":"6B","description":"V3/4.  Start, and climb, as per \"Healing Arete\".  From the blocky jug, continue right, along juggy rails.  (FA Trent Hoover)"},{"name":"Healing Arete left","grade":"7B","description":"V7/8.  Start as per \"Healing Arete\", but move up and right, gaining arete and climbing up the left side. Slightly eliminate - the large shelf up and left of the start is out. "},{"name":"Healing Arete Direct","grade":"6B+","description":"Start as per \"Healing Arete\", but head straight up the face left of the arete.  The name is a misnomer, because you don't actually use the arete.  A hold may have broken on this problem."},{"name":"The Grim Reacher","grade":"4","description":"V0.  Step onto slab, and climb to an overlap.  Find the large undercling, and use this to reach a jug on the arete.  Top out above.  (FA Trent Hoover, 2013)"},{"name":"Infected","grade":"6C+","description":"V5.  Sit-start under the left end of the cave/overhang, using a right-hand crimp and a left-hand sloper.  Climb up and right through the middle of the blank face. "},{"name":"The Sickening","grade":"6B+","description":"V4.  Sit-start using good right-hand crimp, and smaller left-hand crimp beside.  Traverse left along rail/line of small edges, until you can mantle onto a sloping shelf.  From here, head up and right to a protrusion/shelf on the arete.  Turn the arete, and top out the slab.  (FA Trent Hoover, 2015)"},{"name":"Shaman","grade":"6B+","description":"V4.  Sit-start as per \"The Sickening\", but climb directly up the left side of the arete..  (FA Mark Derksen, 2013)"},{"name":"V0","grade":"4","description":"V0.  Sit-start under far right end of overhang/cave, matched on flat rail under arete.  Make a few moves up the arete, before rolling right onto the slab.  "}]},{"sector":"Frankenstein","reference":"https://27crags.com/crags/frank-slide/topos/frankenstein","lat":49.586782,"long":-114.390003,"problems":[{"name":"Unnamed","grade":"4","description":"Climb the left side of the slab, using the huge feature at head-height.  To make things more interesting (and perhaps a grade or two harder), head rightwards out of the giant scoop feature, and keep the arete out of play until you can grab it above a small notch, or - better still - eliminate the left arete altogether, and go for the crack and right arete."},{"name":"Frankenstein","grade":"6B+","description":"This excellent slab problem climbs the tall slab on the right side of the boulder, straight up to the peak.  To keep the grade honest, stay clear of the protruding, grey shield on your left, and the arete on your right.  Trending left into the shield feature drops a grade or two, but is still a good line.  (FA Evan Erickson, 2007)"}]},{"sector":"Element","reference":"https://27crags.com/crags/frank-slide/topos/element","lat":49.587318,"long":-114.388061,"problems":[{"name":"Fifth Element","grade":"6B+","description":"Start by stepping onto the slab in the middle of the face, then taking a white, crimpy pinch with your left hand.  Dyno to a good hold right of the groove, and top out above.  A bit of an eliminate, but still good fun."},{"name":"Element","grade":"6B","description":"Start as per \"Open Road\", but use crimps to head left and top out on the left side of the arete."},{"name":"Super Fetus Traverse","grade":"6C","description":"Start as per \"Open Road\".  Upon gaining the lip, traverse it left to finish on \"Fifth Element\".  (FA Evan Erickson, 2007)"},{"name":"Open Road","grade":"5","description":"Start on good edge right of the arete.  Climb up the arete."},{"name":"Flat Earth Society","grade":"4","description":"On the back of the Element boulder is a tall, aesthetic slab with a small pod in the middle of it.  Climb the slab just left of (and using) the pod.  Fun, with a bit of choss on the top out.  For a more sustained outing (airier, but no harder), trend rightwards up the smooth face of the slab, avoiding anything large enough to mar the slab experience."},{"name":"Ounce of Skin","grade":"6B+","description":"V3/4.  Sit-start using low, opposing sidepulls under short bulge/prow.  Move up the tricky arete above.  (FA Kim Lee, 2017)"},{"name":"Pound of Flesh","grade":"7A+","description":"V6/7.  Sit-start using low, blocky sidepull for the right-hand, and anything same-height or lower for your left.  Climb the cryptic arete."}]},{"sector":"Trees","reference":"https://27crags.com/crags/frank-slide/topos/trees","lat":49.58761,"long":-114.386011,"problems":[{"name":"Short Tree","grade":"5+","description":"Start as per \"Trees Traverse\", but after the first few moves, climb straight up the overhanging face on crimps.  A sit-start on incut crimps below the rail can be done at around V2."},{"name":"Trees Traverse","grade":"6A","description":"Sit-start on the far left of the big, sloping rail, and traverse right. As the ledge peters out, you'll reach a series of crimps.  Climb these to the top.  Fun!"},{"name":"Trees Direct","grade":"4","description":"Start as per \"Trees Traverse\", but climb directly up the slabby arete."},{"name":"Trees Traverse Extension","grade":"7A","description":"Start as per \"Trees Traverse\", but continue right from the end of the sloping rail, and finish on \"Broken Tree\".  Holds have broken from this problem - it may no longer be possible or pleasant."},{"name":"Broken Tree","grade":"6C","description":"Climb the right side of the face to the tallest point.  Holds break regularly from this problem, so it'll likely change with time.  A slightly harder sit-start has also been done."},{"name":"The Quick and the Dead","grade":"4","description":"Another great, high slab on the Trees boulder.  This one ascends a line of incut crimps on the left side of the face.  Fun!  (FA Trent Hoover, 2013)"},{"name":"Ride the River","grade":"4","description":"The well-featured, steep slab in the middle of the face.  Great movement, solid holds."},{"name":"High Noon","grade":"5","description":"On the right side of the slabby face (facing the slide), there is a right-leaning arete.  This problem starts on a horn on the arete.  Climb up and across the arete using a sloping ledge, then use the arete and crimps to gain a huge jug high on the face. Top out above.  Spectacular problem with great exposure! "},{"name":"Downclimb","grade":"4","description":""}]},{"sector":"Evasive Maneuvers","reference":"https://27crags.com/crags/frank-slide/topos/evasive-maneuvers","lat":49.586274,"long":-114.389221,"problems":[{"name":"Evasive Maneuvers","grade":"7B","description":"Sit-start matched on huge undercling feature.  Use the arete on your right (above tree), and small, bad face holds to the left, to gain a flat top-out.  Watch the tree dab!  "}]},{"sector":"Heart","reference":"https://27crags.com/crags/frank-slide/topos/heart-16312","lat":49.596632,"long":-114.393618,"problems":[{"name":"Battle of the Hearts","grade":"6C+","description":"V5. Start matched on obvious long edge left of arete, and climb the overhanging arete.  (FA Evan Erickson)"},{"name":"Pulmonary Anarchy","grade":"6C+","description":"V5. Start with left-hand on rail feature in overhang, and right-hand on a sloper lower down on the arete.  Climb the left side of the arete.  (FA Evan Erickson)"},{"name":"Pulmonary Anarchy","grade":"6C+","description":"V5. Start with left-hand on rail feature in overhang, and right-hand on a sloper lower down on the arete.  Climb the left side of the arete.  (FA Evan Erickson)"},{"name":"Queen of Hearts","grade":"5+","description":"V1. Start on the left side of the slab left hand on tiny crimp and right hand in square two-finger pocket. Climb to the left peak. "},{"name":"Middle Heart Slab","grade":"5+","description":"V1. Start with left hand in square two-finger pocket, right hand on sharp edge.  Climb to the notch and top out. "},{"name":"Heart Attack","grade":"5+","description":"V1. Climb the right side of the slabby face to the right peak. "},{"name":"Heart Slab Arete","grade":"4","description":"V0. Sit start. Climb the slab, using the arete on your right."},{"name":"K-Dog's Revenge","grade":"6B+","description":"V4.  Sit-start, and climb the right-side of the arete,  (FA Kyle Marco)"},{"name":"The Conjuring","grade":"5","description":"V1.  Sit-start matched in the overhanging section of the finger-crack.  Move directly up the crack, and onto the slab above. "},{"name":"The Vexing","grade":"7A+","description":"V7.  Sit-start, matched, underclinging the finger-crack in the overhang.  Move up and left, compressing left-facing crimps and edges, and the right-hand crack, eventually gaining incut rails on the slab to top out."},{"name":"Abstract Reality","grade":"6B","description":"V3.  Stand-start, and climb the right side of the arete, until you can gain the obvious, high fin feature with your right hand.  Use this to rock onto, and finish up, the slab. "},{"name":"The Grand Illusion","grade":"6C","description":"V5.  Start, and climb, as per \"Abstract Reality\", but continue along the right side of the arete, topping out at the peak of the boulder. "},{"name":"Abstract Reality left","grade":"5+","description":"V1/2.  Start as per \"Abstract Reality\", but head up and left, away from arete and immediately onto slab. "},{"name":"The Miracle","grade":"6B+","description":"V4.  Start matched on obvious left-facing flake-jug.  Move up and left to gain arete, then climb the right side of the arete, topping out at the peak of the boulder. "},{"name":"The Mirage","grade":"6B+","description":"V4.  Start as per \"The Miracle\", but head up and right, to the arete/lip, before heading back left, to rejoin \"The Miracle\" at its top-out.  "},{"name":"No Oasis","grade":"6C","description":"V4.  Start right of the arete on a slopey pod and a low, good edge.  Hit a sharp, right-facing sidepull, then continue up through a good rail, topping out onto the slab. "},{"name":"Counterbalance","grade":"4","description":"V0. Start standing on a good hold at the bottom of the centre of the slab, with a left gaston and something terrible for the right. Traverse left to a jug, then surf the lip right to top out at the peak. "},{"name":"Cantilever","grade":"5+","description":"V1. Start as for \"Counterbalance\", and climb straight up the slab."},{"name":"Jenga","grade":"4+","description":"V0+. Start as for \"Counterbalance\", and climb up and right to right arete, following it to peak. Mind the ramp landing."},{"name":"K-Dog's Revenge","grade":"6B+","description":"V4.  Sit-start, and climb the right-side of the arete,  (FA Kyle Marco)"},{"name":"Disappearing Act","grade":"7A","description":"V6.  Eliminate (the arete on your right is out).  Sit-start as per \"Presto\", and climb up and left, using face holds only."},{"name":"Presto!","grade":"6B","description":"V3.  Sit-start with right-hand pinch and lower left-hand edge.  Climb up and left, using the arete on your right and face holds on your left."},{"name":"The Miracle","grade":"6B+","description":"V4.  Start matched on obvious left-facing flake-jug.  Move up and left to gain arete, then climb the right side of the arete, topping out at the peak of the boulder. "},{"name":"No Oasis","grade":"6C","description":"V4.  Start right of the arete on a slopey pod and a low, good edge.  Hit a sharp, right-facing sidepull, then continue up through a good rail, topping out onto the slab. "}]},{"sector":"Mushroom","reference":"https://27crags.com/crags/frank-slide/topos/mushroom-16240","lat":49.596453,"long":-114.393607,"problems":[{"name":"Play it by Ear","grade":"7C","description":"V9. Sit-start matched on massive sloper-rail in cave. Move up and right to join \"Clan of the Cave Bear\". (FA Mark Derksen)"},{"name":"Clan of the Cave Bear","grade":"6A+","description":"V2. Sit-start using lowest holds on lip. Traverse the lip up and left using good edges. (FA Trent Hoover, 2015)"},{"name":"Yogi Bear","grade":"7A+","description":"V7ish. Sit-start in cave, matched on low, obvious crimp-rail. Move up and right, gaining the lip/arete, and finishing on \"Clan of the Cave Bear\"."},{"name":"Evil Sigh","grade":"7A+","description":"V7. Sit-start with good right-hand crimp in cave, and left-hand lower on arete.  (FA Mark Derksen, 2019)"},{"name":"Dragon Fire","grade":"7C","description":"Sit-start using low blocky hold(s).  Head directly up, eventually gaining a large, flat jug up high.  Head right to top out."},{"name":"Rhythmic Gymnastic alt. start","grade":"6C","description":""},{"name":"Dark Age","grade":"8A","description":"V10/11.  Start as per \"Rhythmic Gymnastics\", and traverse left, through \"Dragonfire\", continuing to the lip up and left.  Continue left to top out.  (FA Adam Currie). "},{"name":"Rhythmic Gymnastics","grade":"6C","description":"Start using a set of crimps low in the cave (or, alternatively, under \"Dragonfire\", using blocky, opposing holds).  Move up to good edges in the grey rock above, and slightly left to top out."},{"name":"Rhythmic Gymnastics low","grade":"7B","description":"Start as per \"Fission\", but head up and left into \" Rhythmic Gymnastics\".  "},{"name":"Dark Age low","grade":"8A","description":"Start as per \"Rhythmic Gymnastics low\", and link into \"Dark Age\".  "},{"name":"Fission","grade":"7A","description":"Sit-start low in pit, with small triangle notch for left-hand, and small crimp knob for right-hand.  Climb and top out straight up. "},{"name":"The Weirding Way","grade":"6B","description":"V3.  Stand-start using good chest-height edges.  Climb, and top out, directly above."},{"name":"Mushroom Campus low","grade":"7A+","description":"Start as per \"Fission\", and climb into the start hold of \" Mushroom Campus\", finishing on that line. "},{"name":"Quantum Leap","grade":"8A+","description":"V12.  Start as per \"Mushroom Campus\", and link into \"Dark Age\".   For the original line, anything on the lip is considered out (including the high right-hand sloper of \"Dragon Fire\") until moving up and left from the block-jug."},{"name":"Mushroom Dyno","grade":"6C+","description":"V5.  Start on same hold as \"Mushroom Campus\", but dyno to the flat lip, up and left.  Top out direct."},{"name":"Nucleus short","grade":"7A","description":"Start as per \"Mushroom Campus\", but head left, into the overhang, then up from there. "},{"name":"Mushroom Campus","grade":"6B","description":"Start on head-height jug on arete.  Thug up and slightly right on juggy edges.  "},{"name":"Nucleus","grade":"7A+","description":"Start on \"Mushroom Campus\", and traverse left through the cave, finishing up \"Rhythmic Gymnastics\".  (FA Mark Derksen, 2015)"},{"name":"Psilocybin","grade":"7A+","description":"Start matched on blocky, chest-height jug in the corridor between boulders.  Move right, through small crimps in crack, eventually reaching a juggy edge and easy topout. "},{"name":"Race to the Top ext.","grade":"6B","description":"Start, and climb, as per \"Race to the Top\".  At the horizontal break, continue right, along shelf, before topping out.  (FA Trent Hoover, 2013)"},{"name":"Race to the Top","grade":"6B","description":"Sit-start at base of diagonal rail that heads up and left.  Follow this rail to the horizontal break.  Follow the horizontal break slightly right, then top out through the face.  Alternatively, finish by following the horizontal break left, to join the topout of \"Psilocybin\". (FA Evan Erickson, 2013)"},{"name":"Mushroom Campus","grade":"6B","description":"Start on head-height jug on arete.  Thug up and slightly right on juggy edges.  "},{"name":"Nogaku","grade":"6B+","description":"V4/5.  Stand-start with high right-hand knob/pinch on arete, and left-hand anywhere at the same height or lower.  Climb the overhanging arete.  Tall, with poor rock quality. "},{"name":"Bunraku","grade":"6C+","description":"V5.  Stack pads to reach the obvious incut right-hand edge.  Grab anything at the same height or lower with your left-hand, paste your feet on, and throw to the good holds out left, joining the top out of \"Nogaku\"."},{"name":"Kabuki sit","grade":"7B","description":"V8.  Sit-start using low right-hand sidepull/undercling, and higher left-hand gaston.  Move up and right to join \"Kabuki\". "},{"name":"Kabuki direct sit","grade":"7B+","description":"V8/9.  Start as per \"Kabuki sit\", and climb up into the direct finish.  "},{"name":"Kabuki direct","grade":"7A+","description":"V6/7.  Start as per \"Kabuki\", but head directly up the face. "},{"name":"Kabuki","grade":"6C","description":"V5.  Stand-start with obvious high left-hand pinch and lower right-hand jug.  Move up and right to lip/arete, then back left, along lip, to top out at peak of boulder. "}]},{"sector":"Beach Cave","reference":"https://27crags.com/crags/frank-slide/topos/beach-cave","lat":49.596834,"long":-114.393999,"problems":[{"name":"A Day at the Beach","grade":"7A","description":"V5/6.  Crouch-start, using low opposing edges at far left of face..  Traverse the face at mid-height, joining the topout of \"Pamela Anderson\"."},{"name":"Castles in the Sand","grade":"7A+","description":"V7ish. Start as per \"A Day at the Beach\", but climb up the face directly above."},{"name":"A Long Day at the Beach","grade":"7A+","description":"V6/7. Start, and climb, as per \"A Day at the Beach\", but continue right, gaining the stand-start crimps of \"Pamela Anderson\", and joining into \"Beachcomber\", finishing on that problem."},{"name":"Half-Life Low","grade":"7A","description":"V6ish. Once a great, hard line, breakage has made it much easier and allowed it to be more-or-less supplanted by \"Storm the Beach\". Sit-start matched on obvious sloper-block low in cave.  Move up and right to join \"Half-Life\".  "},{"name":"Half-Life","grade":"6B+","description":"V4. Stand-start using good left-hand sidepull, and large right-hand edge.  Move up and slightly right. (FA Trent Hoover, 2015)"},{"name":"Obelisk","grade":"6B+","description":"V4. Start as for Half Life, but climb up and slightly left to a dynamic move for the juggy notch. (FA, ?)"},{"name":"Storm the Beach","grade":"7B","description":"V7/8. Start with right-hand on the large \"loaf\" edge (the start of \"Undertow\"), and left-hand anywhere lower under the roof. Move left into \"Half Life low\" and finish up that problem."},{"name":"Undertow","grade":"7C+","description":"V10. Start on obvious wide, angled edge very low in cave.  Use a huge, flat sidepull up and right, and some grim intermediates out left, to climb direct, out of the cave, and up the face above.  "},{"name":"Pamela Anderson","grade":"6B+","description":"V4. Stand-start using face-height crimps.  Move up and left, through crimps, to jugs.  (FA Trent Hoover, 2015)"},{"name":"Pamela Anderson sit","grade":"7A","description":"V6ish.  Sit-start using whatever holds seem feasible/logical.  Move up to obvious mini-horn, and continue up and left to join \"Pamela Anderson\".  Has also been started lower (laying down), using two small slots just above the lip of the cave, at more-or-less the same grade."},{"name":"The Hoff","grade":"6A","description":"V2. Start as per ``Pamela Anderson``, but climb straight up.  (FA Mark Derksen, 2015)"},{"name":"Life's a Beach","grade":"6A","description":"V2ish. Sit-start at base of arete, with right-hand high on a good pinch, and left-hand anywhere lower.. Climb the left side of the tricky arete."},{"name":"Slippery Pete","grade":"7B","description":"V 7/8. Sit-start using good right-hand edge, and large left-hand rail.  Move up and left, to the arete.  Continue up the right side of the arete, to topout.  (FA Kyle Marco, 2015)"},{"name":"Slippery Pete right","grade":"7C+","description":"V9/10.  Sit-start using good left-hand edge, and nearby right-hand crimp.  Move up and right, compressing right arete and left edges/crimps.  "},{"name":"The Resurgence","grade":"7B","description":"V8. Start as per \"Storm the Beach\" (right hand on large \"loaf\" edge, and left hand anywhere under roof). Climb the bottom (crux) section of that climb, then join \"Castles in the Sand\" at mid-height, adding a tricky transition plus the crux of that problem."},{"name":"Long Walks on the Beach","grade":"7C","description":"V9+. Do the lay-down start to \"Pamela Anderson\", starting in the small slots. Climb to the stand-start holds, then traverse the entire face left, finishing on \"Castles in the Sand\"."},{"name":"Shelter","grade":"7C+","description":"V10/11. Sit-start as per \"Undertow\" (matched on loaf edge). Move up and right to the large sidepull feature, matching this to continue up and right to the obvious crimp-horn, FInish straight up from there. (FA Mark Eveleigh)"},{"name":"Storm Tide","grade":"7B+","description":"V8/9. Start, and climb, as per \"Storm the Beach\". After gaining a large, juggy edge, cut right into crimps, joining and finishing on \"A Long Day at the Beach\"."},{"name":"The Wheel of Beach Cave","grade":"8A","description":"V11ish. Start, and climb, as per \"Shelter\", but join and finish on \"Long Walks on the Beach\"."},{"name":"Smooth","grade":"4","description":"Climb the left side of the slab.  (FA Mark Derksen, 2015)"},{"name":"The Frayed Edge","grade":"5","description":"Climb the right edge of the slab. (FA Trent Hoover, 2015)"},{"name":"Prodigal Son","grade":"7A","description":"V6. Sit-start using notched left-hand sloper, and low right-hand sidepull (both holds outside the cave, just above the lip).  Follow the lip to gain arete, and top out.  (FA Trent Hoover, 2015)"},{"name":"Flowstone","grade":"7A","description":"V6ish.  Sit-start under blunt arete, using good right-hand edge, and slopey left-hand pinch.  Move up the arete, and slightly right to top out."},{"name":"Prodigal Son low","grade":"7B","description":"V8ish. Sit/lay-down start in cave, using low, opposing sidepulls in the overhang (left hand is juggy, right hand is bad). Move out right to the arete, then up out of the cave.  "},{"name":"Prodigal Son","grade":"7A","description":"V6. Sit-start using notched left-hand sloper, and low right-hand sidepull (both holds outside the cave, just above the lip).  Follow the lip to gain arete, and top out.  (FA Trent Hoover, 2015)"},{"name":"Think Tank","grade":"5","description":"Start as per ``The Mentalist``, but continue left to exit on jugs.  (FA Mark Derksen, 2015)"},{"name":"The Mentalist","grade":"6B","description":"Sit-start using large ramp.  Climb the left side of the arete."},{"name":"Prodigal Son low","grade":"7B","description":"V8ish. Sit/lay-down start in cave, using low, opposing sidepulls in the overhang (left hand is juggy, right hand is bad). Move out right to the arete, then up out of the cave.  "}]},{"sector":"LaFleur","reference":"https://27crags.com/crags/frank-slide/topos/lafleur","lat":49.596318,"long":-114.394039,"problems":[{"name":"Devil in the Detail","grade":"6C","description":"V4/5. Sit-start in small cave, left-hand near the top of large sidepull feature, and right-hand on a low, hidden undercling.  Head up and right, through edges to a large jug. Finish either left (by pressing up onto the slab), or right (following more jugs and mantling around the corner). Will feel exponentially harder until the correct foot beta is found."},{"name":"MicroDyno","grade":"6C","description":"V5ish. Sit-start, right-hand gastoning bottom-end of large rail, and left-hand anywhere lower. Move left up to a small crimp with a pocket thumb-catch, then pop to the jug above. Exit left or right. "},{"name":"Tick Tock","grade":"6B+","description":"V4. Sit-start matched on large edge low in middle of face. Move up and right to a good rail. Follow this rail to the arete to top out. (FA Trent Hoover, 2019)"},{"name":"The Path left","grade":"6A","description":"V2. Sit-start matched on low, large edge. Move up to a rail directly above, then head left along rail and lip, to tricky topout. (FA Trent Hoover, 2019) "},{"name":"The Direct Path","grade":"6A","description":"V2. Sit-start matched on low, large edge. Climb, and top out, straight up. (FA Trent Hoover, 2019)"},{"name":"The Path right","grade":"6A","description":"V2. Sit-start matched on low, large edge. Climb directly up, through rail, to lip, then traverse right to top out. (FA Trent Hoover, 2019) "},{"name":"The Path of Most Resistance","grade":"6B","description":"V3ish. Eliminate. Start at far right, one-hand on arete and one-hand on rail. Traverse the rail (without using lip of boulder) left, until you can join, and finish on, \"The Path left\". "},{"name":"LaFleur","grade":"6B+","description":"Sit-start in pit, using good, flat right-hand edge, and a right-facing edge on the arete for your left-hand.  Follow the lip up and left, to gain the mini-corner, and top-out.  (FA Mark Derksen, 2015)"},{"name":"Wolverine","grade":"5","description":"Sit-start under corner feature.  Climb the slab/bulge above.  (FA Mark Derksen, 2015)"},{"name":"Microcosm","grade":"5","description":"V1. Sit-start as per \"Microscopy\", but head up and left. (FA Trent Hoover, 2019)"},{"name":"Microscopy","grade":"6C+","description":"About 15m east of \"LaFleur\".  Sit-start matched at a multi-faceted diagonal edge feature.  Traverse up and right, using miniscule holds to gain a juggy feature high to the right.  Continue up slab.  Stemming at the start might help. "},{"name":"Microbe","grade":"5+","description":"V1/2. Sit-start using left-hand pinch/sidepull in dihedral, and opposing right-hand sidepull. Move up and left. (FA Trent Hoover, 2019)"},{"name":"Microagression","grade":"4","description":"V0. Sit-start with opposing sidepulls, and climb the slab above. (FA Trent Hoover, 2019)"},{"name":"Yoshi's Island","grade":"6B+","description":"Sit-start using lowest rails.  Head up, using more rails, and the arete to your left.  Gain lip, and roll onto slab to top out.  (FA Mark Derksen, 2015)"},{"name":"True Detective","grade":"7A+","description":"V7.  Stand-start with left-hand sidepull jug, and right-hand on good rail below.  Follow the lip of the boulder up and right, all the way to the right arete, using that to top out.  "},{"name":"True Detective direct","grade":"7A+","description":"Start, and climb, as per \"True Detective\".  After the midpoint crux, head up the slab via the left-facing rails.  "},{"name":"Yoshi's Island","grade":"6B+","description":"Sit-start using lowest rails.  Head up, using more rails, and the arete to your left.  Gain lip, and roll onto slab to top out.  (FA Mark Derksen, 2015)"},{"name":"True Detective","grade":"7A+","description":"V7.  Stand-start with left-hand sidepull jug, and right-hand on good rail below.  Follow the lip of the boulder up and right, all the way to the right arete, using that to top out.  "},{"name":"True Detective direct","grade":"7A+","description":"Start, and climb, as per \"True Detective\".  After the midpoint crux, head up the slab via the left-facing rails.  "}]},{"sector":"Mighty Mite","reference":"https://27crags.com/crags/frank-slide/topos/mighty-mite","lat":49.596901,"long":-114.394364,"problems":[{"name":"Mighty Mite","grade":"7B+","description":"V8.  Sit-start with left-hand on arete, and right-hand on horizontal crimp.  Climb the right side of the arete. "},{"name":"Feeling Flat","grade":"4","description":"V0.  Start matched on lowest flat shelf.  Climb up and left, along more shelf-like jugs."},{"name":"The Optimist","grade":"6C","description":"V5.  Sit-start, with left-hand at the top of a sidepull rail in the cave, and right-hand on a low incut outside the cave.  Climb up and left. "},{"name":"Beach Cave","grade":"?","description":"*see Beach Cave topos to view problems."},{"name":"Thumb War","grade":"6A","description":"V2.  Sit-start, matched on good edge way down and right.  Head up and left, using tricky edges, and a sloping foot rail. "},{"name":"Low Gear","grade":"6B","description":"V3.  Sit-start, with right-hand on small, round sloper above the lip, and left-hand sloper on the lip.  Climb up the short, blunt arete. "},{"name":"Slippery Pete","grade":"7B","description":"*see Beach Cave topos for full description."},{"name":"Simple Pleasures","grade":"6C","description":"V5.  Sit-start, using left facing edges low in the middle of the face.  Climb direct to lip, through a good right-hand sidepull/incut. "},{"name":"Thumb War","grade":"6A","description":"V2.  Sit-start, matched on good edge way down and right.  Head up and left, using tricky edges, and a sloping foot rail. "},{"name":"Beautiful Struggle boulder","grade":"?","description":"*see Beautiful Struggle topo for details."},{"name":"The Quintessential","grade":"7B+","description":"V8.  Sit-start with right-hand on lowest obvious sidepull crimp outside cave, and right-hand on a small, slick opposing crimp in the cave.  Head up to lip, and move right to top out.  "},{"name":"Gambler's Fallacy","grade":"6A","description":"V2.  Just north of the Beautiful Struggle boulder.  Sit-start in a small pit between two rocks, using crimps at head-height.  Move up using edges, and the arete on your right.  (FA Dan Anhorn, 2016)"},{"name":"Mad Hatter","grade":"6A","description":"V2.  Sit-start under far left end of slopey lip.  Move up and right, along the lip, topping out at the peak.  (FA Kyle Marco, 2016)"},{"name":"Mark's Madness","grade":"6B","description":"V3.  Sit-start, matched on huge, obvious shelf. Climb the left side of the arete above. (FA Kyle Marco, 2016)"},{"name":"The Shoe Pin","grade":"6B+","description":"V4.  Sit-start deep in the overhang.  Climb up right side of arete, using blocky features.  Watch for loose rock and a poor landing.  (FA Evan Erickson)"},{"name":"Mighty Mite","grade":"7B+","description":"V8.  Sit-start with left-hand on arete, and right-hand on horizontal crimp.  Climb the right side of the arete. "},{"name":"The Optimist","grade":"6C","description":"V5.  Sit-start, with left-hand at the top of a sidepull rail in the cave, and right-hand on a low incut outside the cave.  Climb up and left. "},{"name":"Mad Hatter","grade":"6A","description":"V2.  Sit-start under far left end of slopey lip.  Move up and right, along the lip, topping out at the peak.  (FA Kyle Marco, 2016)"},{"name":"Mark's Madness","grade":"6B","description":"V3.  Sit-start, matched on huge, obvious shelf. Climb the left side of the arete above. (FA Kyle Marco, 2016)"},{"name":"The Better Start","grade":"6B+","description":"V4. Sit-start using a low, slopey edge for your left-hand, and a good curved edge higher up for your right. Climb diagonally up and right, along edges, topping out at the peak."},{"name":"The Quintessential","grade":"7B+","description":"V8.  Sit-start with right-hand on lowest obvious sidepull crimp outside cave, and right-hand on a small, slick opposing crimp in the cave.  Head up to lip, and move right to top out.  "},{"name":"Mad Hatter","grade":"6A","description":"V2.  Sit-start under far left end of slopey lip.  Move up and right, along the lip, topping out at the peak.  (FA Kyle Marco, 2016)"},{"name":"Mark's Madness","grade":"6B","description":"V3.  Sit-start, matched on huge, obvious shelf. Climb the left side of the arete above. (FA Kyle Marco, 2016)"},{"name":"Closing Remarks","grade":"7A","description":"V6.  Start matched at the far left end of the lip.  Traverse the lip all the way right, topping out up the arete. (FA Mark Derksen, 2016)"}]},{"sector":"BASW","reference":"https://27crags.com/crags/frank-slide/topos/basw","lat":49.596654,"long":-114.392911,"problems":[{"name":"BASW","grade":"6A","description":"V2. Sit start under right side of overhang, matched on face-height crimps. Follow side-pulls and crimps up slab to peak. (FA Dan Anhorn, 2019)"},{"name":"BASW Traverse","grade":"6A","description":"V2. Sit start under right side of overhang, matched on crimps at face height. Move up slightly then head left into a seam with a massive jug rail. Continue left and hop up onto slab as feet run out, and walk off at dihedral.  (FA Dan Anhorn, 2019.)\n***A much harder eliminate version on small crimps & bad holds that traverses lower across the overhang (without using the massive jug rail) and topping out at dihedral feature awaits an ascent."},{"name":"Karst-y Crack Traverse","grade":"6A","description":"V2/3. Start matched in lowest pod in crack(around face height). Traverse right to under the overhanging peak and make a bold-er move up to lip and mantle.  LOCATED in a deep south facing pit NE of Mushroom boulder. "}]},{"sector":"House, Cartel, and Galactic","reference":"https://27crags.com/crags/frank-slide/topos/house","lat":49.596408,"long":-114.396646,"problems":[{"name":"V0","grade":"4","description":"V0.  Left side of the slab."},{"name":"V0","grade":"4","description":"V0.  Taller, right side of the slab."},{"name":"Found","grade":"6B","description":"V3.  Sit-start matched on the left hand start hold of \"Lost\", then head up and left to exit on the tall slab.  Tricky!  (FA Trent Hoover, 2013)"},{"name":"Stolen","grade":"7B","description":"V8.  Start (and climb) as per \"Shelley was a Doctor First\", but rather than traversing all the way to the dihedral, climb up the right side of the blunt arete once you are able to do so, and continue up and right to the peak of the slab.  See video beta to clarify."},{"name":"Lost","grade":"7A+","description":"V6/7.  Sit-start low on the left side of the little cave, with your left hand on a small, incut sidepull just outside the cave, and your right hand on either the sidepull just inside the cave, or a small crimp beside your left hand.  Powerful moves lead up and right to the blunt arete.  Finish up the slab above.  A great problem defined by several perfect \"Frank Edges\"."},{"name":"Shelley was a Doctor First Extension","grade":"8A","description":"V11.  Start, and climb, as per \"SwaDF\".  Once you gain the mini-jug on the far right of the dihedral, match, and continue right through a series of technical moves on sloping holds, until you link up with the mid-point of \"Plan 66\" and \"Problem Four\".  Finish up either of those highballs.  The extension itself is probably only V4, but the nature of the holds and moves make it very difficult to finish.  "},{"name":"Shelley was a Doctor First","grade":"7C+","description":"V10.  Start as per \"Lost\", but instead of heading up along the lip of the small cave, reach into the cave for a small edge, and use this to continue traversing the lip rightwards to a small jug on the far right wall.  From here, head back left on the slab to top out.  Very cool line (although a bit of an eliminate)!  (FA Terry Paholek, 2013)"},{"name":"Over the Top","grade":"5","description":"V1/2.  Stand-start off rock, using small right-hand jug to press into dihedral.  Climb directly over bulge above.  "},{"name":"Problem Four","grade":"6A","description":"V2.  Highball!  Start as per \"Plan 66\", but continue straight up the tall, white-striped face instead of traversing up and right.  Spooky."},{"name":"Plan 66","grade":"6B","description":"V3.  Start on the positive undercling/sidepull at the base of the blunt arete.  Follow right-trending rails and sidepulls up and right until it is possible to reach the lip of the boulder.  A fun problem, but dangerous where the line climbs above two large blocks at the base."},{"name":"Super Galactic","grade":"7B","description":"V7.  Sit-start under roof, with your left hand on a good pinch and your right hand on a sidepull.  Climb directly out overhang, using arete to your right.  (FA Kent Dunham, 2016)"},{"name":"Super Galactic","grade":"7B","description":"V7.  Sit-start under roof, with your left hand on a good pinch and your right hand on a sidepull.  Climb directly out overhang, using arete to your right.  (FA Kent Dunham, 2016)"},{"name":"Galactic Direct","grade":"7A","description":"V5/6.  Start as per \"Galactic\", but head up and right on thin holds."},{"name":"Galactic","grade":"6A+","description":"V3.  Start low on obvious, blocky ledge hold.  Traverse positive holds up and left towards the arete, and mantle above."},{"name":"Asscavation","grade":"7A+","description":"V6. Start deep in the cave. Move out over rail without dabbing."},{"name":"Cartel","grade":"7B","description":"V8.  Sit-start on the large edge low on the right side of the face.  Traverse left on edges, then throw for the lip, and top out above.  Powerful! (FA Seth Mason)"},{"name":"Goon Low","grade":"7A+","description":"V6.  Start as per \"Cartel\", but after the first move, reach directly up to the lip, and finish as per \"Goon\".  (FA Marcus Norman, 2006)"},{"name":"Vlad","grade":"7C","description":"V9.  Very eliminate, very forced.  Start on the \"Cartel\" start holds and go straight up to topout.  The good crimp you grab on the first move to the left on \"Cartel\" and \"Goon Low\" is out.  Basically, ignore everything except a little, dimple undercling right above you, and the lip of the boulder.   You might have better luck just dynoing. (FA Seth Mason, 2003)  "},{"name":"Goon","grade":"6A+","description":"V3.  Start on the lip at the right side of the cave (or further right, in gap between boulders, if you wish).  Traverse left to the middle of the face, and top out there.  Traverse can be extended to the nose of the arete at far left (at the same grade)."},{"name":"Crowded House","grade":"7C","description":"V9.  Sit-start in cave, matched on good undercling.  Use blocky rail to gain a mini-horn/block with your right-hand, and an edge in the roof with your left.  Move up and left to a slopey lip encounter, and jugs above.  Traverse slightly right to mantle and top-out. "},{"name":"House of Cards","grade":"6B+","description":"V4.  Sit-start just right of the massive roof, using a large right-hand sloper/shelf, and left incut crimp.  Head up and left to an easy, but tall, top out.  (FA Trent Hoover, 2013)"},{"name":"Something Upstairs","grade":"6B+","description":"V4.  Highball.  Stand-start left of tree, using high (7.5'), right-facing crimp, and anything lower to help pull on.  Make a dynamic move to an edge.  Another dynamic move gains a horn on the lip.  Traverse way right to top-out on \"Spring Cleaning\".  Substantial cleaning may reveal a more direct topout.    "},{"name":"Spring Cleaning sit","grade":"7B+","description":"V8/9.  Start with tiny triangle crimp for left-hand, and, well . . . nothing for your right.  Pull on one-handed, and reach right-hand to a pinch-edge.  Continue up and right, to join the stand-start.  "},{"name":"Spring Cleaning","grade":"6B+","description":"V4.  Stand-start right of tree, matched on large, incut edge.  Move up and right to a wide, dusty pinch.  A high left-foot helps gain intermediates and lip.  Dirty top-out. "},{"name":"Colossus","grade":"7B","description":"V7/8.  Stand-start and climb the overhanging arete until you can gain the obvious ledge at half-height.  Turn the arete and traverse left along the ledge to gain a relatively easy, but very serious, slab top-out, with a final crux at the very top of the boulder. "},{"name":"Basement Suite","grade":"7A","description":"V6.  Sit-start matched on edge.  Move up, then traverse right, to large jug-edge feature at/just above head-height.  Match, and drop-off."},{"name":"Crowded House","grade":"7C","description":"V9.  Sit-start in cave, matched on good undercling.  Use blocky rail to gain a mini-horn/block with your right-hand, and an edge in the roof with your left.  Move up and left to a slopey lip encounter, and jugs above.  Traverse slightly right to mantle and top-out. "}]},{"sector":"Teen Titans","reference":"https://27crags.com/crags/frank-slide/topos/teen-titans","lat":49.596331,"long":-114.39738,"problems":[{"name":"Starfire","grade":"4","description":"V0.  At the uphill end of the Teen Titans boulder, sit-start with a blocky jug and climb the blunt arete.  (FA Trent Hoover, 2013)"},{"name":"Robin","grade":"5","description":"V1.  Just right of the \"Starfire\" arete, sit-start low on a positive mini-jug.  Climb crisp edges to an easy top out."},{"name":"Raven","grade":"6A+","description":"V2/3.  Just left of the prominent, downhill arete is a long, sidepull edge; sit-start with both hands on this edge, and head up using a lot of trickery.  Harder than it looks!  (FA Trent Hoover, 2013)"},{"name":"Robin","grade":"5","description":"V1.  Just right of the \"Starfire\" arete, sit-start low on a positive mini-jug.  Climb crisp edges to an easy top out."},{"name":"Raven","grade":"6A+","description":"V2/3.  Just left of the prominent, downhill arete is a long, sidepull edge; sit-start with both hands on this edge, and head up using a lot of trickery.  Harder than it looks!  (FA Trent Hoover, 2013)"},{"name":"Cyborg","grade":"6A","description":"V2.  Sit-start with a left-hand crimp on the arete, and your right hand on the lowest good sloper.  Use blocky jugs and positive edges to head up to an easy mantle. "},{"name":"Beast Boy","grade":"6A","description":"V2.  Sit-start matched on positive edge at the far right of the highway-facing side of the boulder.  Traverse left along juggy ledge, and finish on \"Cyborg\".  Fun!  (FA Trent Hoover, 2013)"}]},{"sector":"Kyle's Dyno","reference":"https://27crags.com/crags/frank-slide/topos/kyle-s-dyno-16248","lat":49.59606,"long":-114.397596,"problems":[{"name":"Kyle's Dyno","grade":"7A","description":"V6.  Sit-start using any two of the three shallow slots, and throw for the rounded jug at the lip.  (FA Kyle Marco)  "},{"name":"Dead or Alive","grade":"6B","description":"V3.  Sit-start in the alcove under the little roof, using a good right-hand sidepull, and an edge or undercling with your left.  Dyno/deadpoint to the jug at the lip. "}]},{"sector":"Sofa King & The Curse","reference":"https://27crags.com/crags/frank-slide/topos/sofa-king","lat":49.595802,"long":-114.397023,"problems":[{"name":"La-Z-Boy","grade":"5","description":"V0.  Sit-start matched on a large, flat hold, and head up using a variety of friendly, flat edges.  (FA Trent Hoover, 2013)"},{"name":"Pocket Face","grade":"5","description":"V0.  Sit-start using flat edges in the middle of the face.  Do one move to the prominent pocket, then head up to the lip."},{"name":"Posturepedic","grade":"5","description":"V1.  Sit-start.  Sit-start using a crimpy right-hand hold just right of the arete, and a nebulous sloper or pinch for the left-hand.  Climb the blunt arete."},{"name":"Sofa Surfer","grade":"6C+","description":"V5.  Start as per \"Posturepedic\".  Traverse rightwards, across the giant, sloping shelf to finish as per \"Sofa King\"."},{"name":"Sofa King","grade":"6B+","description":"V4.  Sit-start matched on the large, flattish hold on the right side of the scooped face.  Climb up and right along the blunt, angled arete.  (FA Trent Hoover, 2013)"},{"name":"Chesterfield","grade":"6A","description":"V2.  Sit-start as per \"Sofa King\".  Mantle directly onto the sofa feature.  Top out above.  (FA Trent Hoover, 2014)"},{"name":"Sofa Queen","grade":"6B","description":"V3.  Sit-start as per \"Sofa King\", but head left, across the sloping shelf, then up the arete."},{"name":"Hug O' War","grade":"5","description":"V1.  Sit-start using two flat edges just above the lip of the small alcove at the base of the arete.  After the first-move crux, climb positive edges up to an easy lip encounter. "},{"name":"Hide and Seek","grade":"6A","description":"V2,  Use small edges and sidepulls to climb the vertical face about a meter right of \"Hug O' War\". "},{"name":"Tipping Point","grade":"6A","description":"V2.  Step onto the sloping shelf on the right side of the face, and use crimps, sidepulls, and finesse to reach positive holds at the lip.  (FA Trent Hoover, 2013)"},{"name":"The Curse","grade":"6C","description":"V5.  Sit-start with both hands on the large sloper, and climb the arete and face above.  (FA Trent Hoover, 2013)"}]},{"sector":"Evangelist","reference":"https://27crags.com/crags/frank-slide/topos/evangelist","lat":49.595796,"long":-114.397403,"problems":[{"name":"The Apostle","grade":"7A+","description":"V7.  Start as per \"The Evangelist\", and continue left, through edges.  (FA Mark Derksen, 2015)"},{"name":"The Evangelist","grade":"7A+","description":"V7.  Sit-start using two low, right-facing sidepulls.  Move up and left, to another right-facing sidepull above, then trend up and right to a tricky top out.  (FA Evan Erickson, 2013)"},{"name":"Lazarus","grade":"7B","description":"V8.  Sit-start in narrow corridor, using obvious, good right-hand edge, and small three-finger edge nearby for your left.  Use face holds, and arete to your left, to gain a tricky top-out.  Beware the rock behind you!  "},{"name":"Lazarus low","grade":"7C","description":"V9ish. Sit/lay-down start matched on obvious jug in the cave. A couple of tricky moves get you into the original start."}]},{"sector":"Hit the Road","reference":"https://27crags.com/crags/frank-slide/topos/hit-the-road","lat":49.595622,"long":-114.397318,"problems":[{"name":"Hit the Road","grade":"6A","description":"V2.  Start by underclinging a large \"V\" feature on the left side of the boulder.  "},{"name":"Road Rage","grade":"6B","description":"V3.  Sit-start with your right-hand on the arete, and your left either on a blunt sidepull or an incut sidepull (lower, and harder).  "}]},{"sector":"Ninja Turtles","reference":"https://27crags.com/crags/frank-slide/topos/ninja-turtles","lat":49.595594,"long":-114.396474,"problems":[{"name":"April","grade":"4","description":"V0.  Stand-start left of small spruce tree.  Climb the slab, traversing the lip slightly to top out."},{"name":"Donatello","grade":"6A","description":"V2.  Climb up right of the small tree, and a bit right of the crack.  This problem is arguably the best of the Ninja Turtle problems."},{"name":"Leonardo","grade":"5","description":"Essentially the middle of the Ninja Turtle slab, this problem climbs up the relatively blank slab about a meter or so left of the broken, juggy rib/groove."},{"name":"Splinter","grade":"4","description":"The broken, juggy rib/groove.  The easiest of the Ninja Turtle slab problems."},{"name":"Raphael","grade":"5","description":"The fun-but-tricky slab to the right of \"Splinter\"."},{"name":"Michaelangelo","grade":"5","description":"The somewhat nebulously defined slab to the right of \"Raphael\"."},{"name":"Casey Jones","grade":"5","description":"The rightmost of all the \"Ninja Turtle\" slab problems, just left of the blunt arete.  Short but tricky, avoid bailing out to the right.  (FA Trent Hoover, 2013)"},{"name":"BeBop","grade":"6B","description":"Starts a meter or so left of \"Rock Steady\" on a positive sidepull."},{"name":"Rocky Steady","grade":"6B+","description":"This fun, vertical problem starts just left of the tree on the backside of the Ninja Turtle boulder.  Solid rock, and a great flat landing."}]},{"sector":"Chinese Tourist Attraction","reference":"https://27crags.com/crags/frank-slide/topos/chinese-tourist-attract","lat":49.596462,"long":-114.397602,"problems":[{"name":"Chinese Tourist Attraction","grade":"7A+","description":"V5-7 range. Reach dependent rare steep climb that actually has holds. A near lay down start with left and right hands on good edges. Heel somewhere and squeeze up the blunt prow to an airy  lip encounter. (FA Mark Derksen, 2016)"}]},{"sector":"Whale Bones","reference":"https://27crags.com/crags/frank-slide/topos/whale-bones","lat":49.592614,"long":-114.393664,"problems":[{"name":"Whale Bones sit-start","grade":"7A+","description":"V7. Sit-start down and left, using low, conjoined left crimp and right incut edge.  Move up to crimps, then press out right to join \"Whale Bones\" stand holds."},{"name":"Whale Bones","grade":"7A","description":"V6. Reach/hop up to tiny, left-facing crimps.  Crimp your way through bone-white protrusions, to an easy topout.  (FA Trent Hoover, 2013)"},{"name":"Glass Ballerina","grade":"6B","description":"V3. Sit-start using face holds in the pit.  Balancey moves using the arete on your right and face hold on your left lead to an easy topout.  (FA Mark Derksen, 2013)"},{"name":"Lazy Ballerina","grade":"4","description":"V0.  Stand-start on \"Glass Ballerina\" and, after a couple of moves, roll right , up onto the slab,  (FA Trent Hoover, 2018)."},{"name":"Stairway to Evan","grade":"7A+","description":"V7. Sit-start using obvious, large sloper, and/or lower holds.  Move up and left through good edges.  (FA Evan Erickson, 2007)"},{"name":"Stairway to Evan right","grade":"7A+","description":"V7. Start as per \"Stairway to Evan\", but head right after the first move.  "},{"name":"Dazed and Confused","grade":"7A","description":"V5/6. Sit-start, using good right-hand sidepull, and slopey edge/pinch for your left.  Climb directly up. "},{"name":"Den of Thieves","grade":"7A","description":"V6. In the cave on the backside of \"Stairway to Evan\", sit-start using obvious jug on low rail feature, and higher left-hand sidepull edge.  Head directly out cave.  (FA Mark Derksen, 2016)"}]},{"sector":"Deep Blue Sea","reference":"https://27crags.com/crags/frank-slide/topos/deep-blue-sea","lat":49.592021,"long":-114.394173,"problems":[{"name":"Breathing Underwater","grade":"7A+","description":"V6/7. Sit-start under base of arete, using low left-hand sloper-pinch, and thin, somewhat awkward crimp-pinch for your right.  Power up the prow.  (FA Trent Hoover, 2013)"},{"name":"Expose","grade":"6A+","description":"V3. Left hand arete, right hand large ledge . Go up. (FA Mark Derksen, 2013)"},{"name":"Lumberjack Special","grade":"6C+","description":"V5. Start left hand crimp, right hand sidepull. A deadpoint awaits. (FA Mark Derksen, 2013)"},{"name":"Layman's Layback","grade":"4","description":"VB/0. Climb the giant crack to top. (FA Mark Derksen,  2013)"},{"name":"Deep Blue Sea","grade":"6A","description":"V2. Sit start matched on long flat edge, head up to lip, slight left to top out.(FA Trent Hoover, 2013)"},{"name":"?","grade":"4","description":"V0. Sit start under arete overhang, matched on obvious sloper jug. Use a variety of excellent holds to climb the superb arete. "}]},{"sector":"The Locked Room","reference":"https://27crags.com/crags/frank-slide/topos/the-locked-room","lat":49.591515,"long":-114.392079,"problems":[{"name":"Secrets of the Slide","grade":"5","description":"V1.  Sit-start at base of arete.  Climb right side of arete, topping out at peak of boulder.  "},{"name":"Secrets of the Slide Left","grade":"5","description":"V1.  Start, and climb, as per \"Secrets of the Slide\", but roll left at mid-height to top out. "},{"name":"The Locked Room","grade":"7A","description":"V6.  Sit-start using notched left-hand crimp and small right-hand sloper.  Climb up and left, joing the top of \"Secrets of the Slide\". "},{"name":"Twist of Fate","grade":"6B+","description":"V4.  Sit-start with right-hand on good edge, and left-hand on sloper edge below.  Move up to obvious large edge feature, then up again to flat top-out. "},{"name":"Dirty Tricks","grade":"4","description":"V0.  Start matched on huge rail.  Go up. "},{"name":"Marooned","grade":"6A","description":"V2.  Sit-start matched on the obvious low rail, left of the arete.  Climb the left side of the arete, rolling onto the slab to top out.  (FA Trent Hoover, 2014)"},{"name":"At Sea","grade":"5","description":"V1.  Sit-start with hands on both sides of arete.  Climb up and right onto slab.  (FA Trent Hoover, 2014) "},{"name":"Sail Left","grade":"5","description":"V1.  Stand-start using high, crozzly left-hand crimp/thumb-catch, and right-hand low on arete.  Climb the slab, using the arete on your right.  (FA Trent Hoover, 2014)"},{"name":"Sail Left","grade":"5","description":"V1.  Stand-start using high, crozzly left-hand crimp/thumb-catch, and right-hand low on arete.  Climb the slab, using the arete on your right.  (FA Trent Hoover, 2014)"},{"name":"Sail Right","grade":"5","description":"V1.  Stand-start.  Climb the right side of the arete.  (FA Trent Hoover, 2014)"},{"name":"The Barndooriest Barndoor in the West","grade":"6A","description":"V2.  Sit-start with left-hand on arete, and right-hand on . . . something.  Climb the right side of the arete,  "},{"name":"Warm up the Pressies","grade":"6A","description":"V2.  Sit-start using obvious, low left-facing edges.  Move up and right. "},{"name":"Warm up the Pullies","grade":"6A","description":"V2.  Sit-start as per \"Warm Up the Pressies\", but move up and right.  "},{"name":"Warm up the Fingies","grade":"4","description":"V0.  Sit-start in pit, using good edges low on arete.  Climb the left side of the arete.  "},{"name":"In Terra Pax","grade":"6B+","description":"V4.  Sit-start with right-hand on high, positive edge below lip, and left-hand on sloper in overhang.  Move up and right to join \"Tricks of the Trade\".  (FA Trent Hoover, 2014)"},{"name":"Tricks of the Trade","grade":"7A","description":"V6.  Sit-start using left-hand gaston edge in overhang, and square-cut right-hand sidepull/undercling under overlap.  Move up and left to a pair of small crimps on arete, left again to gain high, positive sidepull, then roll onto the slab to top out. "},{"name":"Good Will","grade":"4","description":"V0/1.  Sit-start using large, incut sidepull edge for left-hand, and flat right-hand edge/rail.  Rock onto slab, and continue up.  (FA Trent Hoover, 2014)"},{"name":"A Means to an End","grade":"6B","description":"V3.  Start as per \"Unknown Pleasures\", but move up and left to gain lip.  Traverse back right along the lip, topping out at the peak.  "},{"name":"Unknown Pleasures","grade":"7B","description":"V8.  Sit-start matched on obvious jug.  Move up and right. "},{"name":"An Ideal for Living","grade":"5","description":"V1.  Sit-start at far right end of lip.  Traverse the lip up and left, topping out at the peak. "}]},{"sector":"Chossorama","reference":"https://27crags.com/crags/frank-slide/topos/chossorama","lat":49.59237,"long":-114.398012,"problems":[{"name":"Chossorama","grade":"6B+","description":"V3/4. Start matched in hueco down left and on rubbishy feet, move right and up through better rock to lip and mantle. (FA Evan Erickson, 2007)"},{"name":"Iron Choss","grade":"6B+","description":"V4. Sit start as for Chossorama; after the first couple of moves, traverse rightward on crimps around the arete until you gain the middle of the juggy slab. Climb up and top out here. (FA Trent Hoover, 2017)"},{"name":"Chipler","grade":"5","description":"V1. Start low with left hand in good 3-finger pocket, and right hand in smaller but deep pocket immediately right. Climb up using edges and pockets. (FA Trent Hoover, 2017)"},{"name":"Chipolina","grade":"5+","description":"V1/2 Start to the right of Chipler, with left hand in deep 2-finger pocket, and right hand on blunt open-hand pinch immediately to the right. Pull on with difficulty, and climb onto the bulging slab above.  (FA Trent Hoover, 2017)"}]},{"sector":"Lizard Head Boulder","reference":"https://27crags.com/crags/frank-slide/topos/lizard-head-boulder","lat":49.59175,"long":-114.397271,"problems":[]},{"sector":"Porcelain","reference":"https://27crags.com/crags/frank-slide/topos/porcelain","lat":49.594919,"long":-114.391823,"problems":[{"name":"Porcelain","grade":"6B+","description":"Sit-start with left hand on arete and right hand groping for anything on the underbelly of the boulder.  Use face holds, lip, and crack to head up and right.  Top-out just left of the rubble.  (FA Trent Hoover, 2014)"},{"name":"Slasher","grade":"7A","description":"An eliminate - but an obvious, logical, and fun one!  Start matched on the left end of the crack where it meets the arete.  Follow the crack right, through increasingly difficult holds and moves, until it meets the lip of the boulder.  Grab the horn to the right, and top out above.  The lip of the boulder above/left of the crack is out.  Sit-start, as per \"Porcelain\", to add a bit of length and difficulty.  "},{"name":"Arch Enemy","grade":"7C","description":"V9.  Crouch-start with left-hand edge just above lip, and right-hand flake crimp just below lip.  Head directly up face above.  "},{"name":"The Cure","grade":"7A","description":"Sit-start with good left-hand dimple hold on arete, and right on good flat edge. Follow slopers and edges up and right to a fun changing-angle topout.  (FA Kyle Marco, 2014)"},{"name":"Placebo","grade":"7B","description":"V8.  Sit-start using left-hand gaston edge, and right-hand on either another edge just below, or underclinging the low crack.  Move up into the finish of \"The Disease\". "},{"name":"Placebo right","grade":"7B","description":"V8.  Sit-start as per \"Placebo\" (left-hand gaston edge, right-hand low undercling in crack).  After first couple of moves (crux), continue right, working feet up ramp and pressing over into top of \"Mantle Master\".  "},{"name":"The Disease","grade":"7A","description":"Stand-start using angling sloper shelf.  Move left to sharp twin-crimps.  Big move gains good lip holds, and top out.  (FA Evan Erickson, 2015)"},{"name":"Mantle Asylum","grade":"5+","description":"Start as per \"Mantle Master\".  Climb the first couple of moves on that problem, then traverse right, over the pit, using a large, broken jug, followed by long, deep, positive edges.  "},{"name":"Mantle Master","grade":"6A","description":"Sit-start on blocky jugs under a large shelf.  Move up to the shelf, and a large sloper edge before executing a tricky press off sloping fins to a long, diagonal edge.  Continue up and slightly right to top out.  (FA Trent Hoover, 2014)"},{"name":"Screaming Tendons","grade":"7B","description":"V8.  Stand-start.  Pull on using opposing undercling edges under nose of blunt prow.  Violent first move leads to an easier finish, exiting right.  (FA Kim Lee, 2017)"},{"name":"The Cure","grade":"7A","description":"Sit-start with good left-hand dimple hold on arete, and right on good flat edge. Follow slopers and edges up and right to a fun changing-angle topout.  (FA Kyle Marco, 2014)"},{"name":"Placebo","grade":"7B","description":"V8.  Sit-start using left-hand gaston edge, and right-hand on either another edge just below, or underclinging the low crack.  Move up into the finish of \"The Disease\". "},{"name":"Placebo right","grade":"7B","description":"V8.  Sit-start as per \"Placebo\" (left-hand gaston edge, right-hand low undercling in crack).  After first couple of moves (crux), continue right, working feet up ramp and pressing over into top of \"Mantle Master\".  "},{"name":"The Disease","grade":"7A","description":"Stand-start using angling sloper shelf.  Move left to sharp twin-crimps.  Big move gains good lip holds, and top out.  (FA Evan Erickson, 2015)"},{"name":"Heart Attack Slab Centre","grade":"5+","description":"This slab is slightly to your right when facing away from the problem \"Porcelain\", above.  Start standing in the pit, and climb the middle of the slab.  This line is tall and committing, with a bad landing and the crux at the top (going for the lip)."},{"name":"Heart Attack Slab Right","grade":"5+","description":"Climb the right side of the slab, with or without the blunt arete (hard to see in the photo, but it's just right of the red line, where the stripey rock turns a darker grey).  The feet are at strange angles, making this line balancy and slippery, with a threatening dagger of rock at your back.  Tread with caution!"},{"name":"The Elitist","grade":"7A+","description":"V7.  Sit-start at middle of face, with thin, incut crimp for your left-hand, and a right-hand micro-crimp.  Move up and right to lip, then back left to top out at peak.  (FA Mark Derksen, 2014)"},{"name":"Rose Tyler","grade":"5","description":"V1.  Stand-start with left-hand on sloping ledge/horn, and right-hand on whatever you can find.  Move up, and slightly right, on good edges. (FA Trent Hoover, 2014)"},{"name":"Bad Wolf","grade":"6B+","description":"An aesthetic, technical highball.  Stand-start using sidepulls, and head towards the peak of the boulder via increasingly long and tenuous moves on okay holds, and poorly located and angled feet. "},{"name":"Bad Wolf left","grade":"6B","description":"V3.  Sit-start using low, incut left-hand edge, and higher right-hand sidepull edge.  Move up and left, joining the top of \"Rose Tyler\".  "},{"name":"Bad Wolf dihedral","grade":"6B","description":"V3.  Sit-start at base of corner, using a slopey right-hand pinch, and either another slopey pinch or a prominent edge (on the lip of the corner) for your left-hand.  Press up into dihedral, and continue up. "},{"name":"Smear And Giv'r","grade":"6A","description":"V2. Stand-start with a good, high edge, and make a big move to a good edge up and right. From here, use the arete feature on your left to continue to the peak of the slab."},{"name":"Play It By Smear","grade":"4","description":"V0. On the south face of the Bad Wolf boulder. Step on with high left hand edge. Move straight up the highball face, keeping dihedral feature on your left to top out. Very nice flat landing. (FA Dan Anhorn, 2016)"},{"name":"Lupa","grade":"6C","description":"Sit/crouch start with a low right-hand sidepull, and left-hand undercling rail (or very low sidepull).  Make a couple of moves straight up, then decide between compressing the arete out left, or dynoing to the flat jug up and right.  Gain the shelf above, and top out. "},{"name":"Lupa right","grade":"6C+","description":"Start as per \"Lupa\".  Dyno to the flat jug up and right, then continue up and right to a tricky top out. "},{"name":"The Wizard's Apprentice","grade":"7B","description":"V7/8.  Sit-start matched on massive left-facing jug-rail.  Traverse directly left, all the way around the arete, finishing up the slab."},{"name":"The Serpent's Coil","grade":"7A","description":"V6.  Sit-start matched on the massive left-facing jug-rail.  Climb up and left, joining \"Lupa\".  (FA Mark Derksen, 2016)"},{"name":"Tardis","grade":"6B+","description":"V4.  Sit-start, matched on huge left-facing jug.  Climb the right side of the face, using the arete on your right, and topping out directly onto the sloping topout.  (FA Mark Derksen, 2016)"}]},{"sector":"Evan's Cave","reference":"https://27crags.com/crags/frank-slide/topos/evan-s-cave","lat":49.59475,"long":-114.391056,"problems":[{"name":"The Cutting Edge","grade":"7A","description":"V6ish. Located ~20m east of the Lowensenf boulder. Sit-start with right-hand on a good sidepull low on the arete, and left-hand on a lower opposing edge in the face.Move up and left through a some technical moves on some good-but-sharp crimps."},{"name":"Abaddon sit","grade":"7B","description":"V8.  Sit-start using a small, slick left-facing crimp low on the arête, and anything else at the same height or lower.  Move up and right, to join and finish on \"Abaddon\". "},{"name":"Abaddon sit direct","grade":"7A+","description":"V6/7.  Start as per \"Abaddon sit\".  After the first move, head up and left, towards a blocky jug."},{"name":"Abaddon","grade":"7A","description":"V6.  Stand-start, using a pair of side-by-side left-facing crimps/edges.  Move up and right, to the point of the steep arête, then back left to top out.  (FA Mark Derksen, 2014)"},{"name":"Slice of Life","grade":"6C","description":"Stand-start with a high crimp for your left hand, and a low pocket in the overhang for your right.  Dyno, or bump, your right-hand to the horn on the lip.  Continue left to top out.  (FA Mark Derksen, 2014)"},{"name":"Slice of Life sit","grade":"7C+","description":"Sit-start using obvious incut right-hand sidepull, and either a sidepull crimp, or a pocket, for the left.  Gun for the arete, then up.  "},{"name":"The Mystery Direct","grade":"7B+","description":"V8/9.  Sit-start matched on obvious mini-jug. Move right-hand to a gaston, and crank to the lip from there."},{"name":"The Mystery","grade":"7A+","description":"V7ish. Sit-start using low right-hand sidepull, and left-hand on obvious mini-jug. Move up and right."},{"name":"Slice of Pie","grade":"4","description":"Sit-start using giant edge.  Climb straight up.  (FA Mark Derksen, 2014)"},{"name":"Dab and Bomb","grade":"6A+","description":"V3. Sit start in between two blocks at East arete of Evan's Cave. Left hand on incut pinch in your face and right hand on incut side pull.  Power up to lip and mantle."},{"name":"Lowensenf traverse","grade":"7A+","description":"V7.  Sit-start matched on arête.  Traverse low and right, eventually topping out at the prow. "},{"name":"?","grade":"4","description":"V0.  Sit-start with left-hand on arete, and right-hand on edge.  Climb right side of arete. (FA Kyle Marco, 2016)"},{"name":"The Omen","grade":"6A","description":"V2. Sit-start in left side of pit, with left-hand on incut edge, and right-hand lower.  Climb up and left.  (FA Dan Anhorn/Kyle Marco/Trent Hoover, 2016.)"},{"name":"Deli Delight","grade":"7A","description":"V5/6.  Sit-start in right side of pit, with left-hand on angling edge/crimp, and right-hand on low, large sidepull rail.  Move directly up face.   (FA Mark Derksen, 2016)"},{"name":"Lowensenf","grade":"6B+","description":"V4.  Sit-start under arete/prow, with left-hand on a good incut, and right-hand on a lower edge.  Move up, to top out the prow feature.  (FA Mark Derksen, 2016.)"},{"name":"Lowensenf Right","grade":"6B","description":"V3.  Sit-start right of arete, with right-hand on high, sharp incut on rail, and left-hand on lower edge.  Climb up and right, onto slab, staying right of arete.  Both \"Lowensenf\" lines have been done from either start into either finish. (FA Dan Anhorn/Trent Hoover, 2016)"}]},{"sector":"Tomb Raider","reference":"https://27crags.com/crags/frank-slide/topos/tomb-raider-18499","lat":49.589754,"long":-114.388446,"problems":[{"name":"Tomb Raider","grade":"7A","description":"Super fun, unique problem in Frank!  Start matched on flat spot at far right end of lip.  Climb along the underside of the suspended dagger, using the lip on your right, and an opposing rail in the roof.  Juggier edges at the tip of the boulder lead to the topout."},{"name":"Cradle of Life","grade":"6B+","description":"Start as per \"Tombraider\".  Head immediately up the face above, via a tricky mantle.  (FA Mark Derksen, 2015)"},{"name":"Tomb Raider","grade":"7A","description":"Super fun, unique problem in Frank!  Start matched on flat spot at far right end of lip.  Climb along the underside of the suspended dagger, using the lip on your right, and an opposing rail in the roof.  Juggier edges at the tip of the boulder lead to the topout."},{"name":"Cradle of Life","grade":"6B+","description":"Start as per \"Tombraider\".  Head immediately up the face above, via a tricky mantle.  (FA Mark Derksen, 2015)"},{"name":"Switchblade","grade":"6C+","description":"Start, and climb, as per \"The Shiv\", but extend the lip traverse all the way left to the blunt arete.  Upon reaching the arete, continue up the slab above.  (FA Mark Derksen, 2015)"},{"name":"The Shiv","grade":"6B","description":"Sit-start under nose of boulder, using opposing slopers.  Gain the lip of the boulder, and move slightly left to top out.  (FA Mark Derksen, 2015)"}]},{"sector":"Hips and Lips","reference":"https://27crags.com/crags/frank-slide/topos/hips-and-lips","lat":49.589843,"long":-114.38978,"problems":[{"name":"Hips and Lips","grade":"6B+","description":"Sit-start in pit, right-hand low on arete, left-hand on low sidepull.  Climb the left side of the arete.  "}]},{"sector":"Coyote Den Slab","reference":"https://27crags.com/crags/frank-slide/topos/coyote-den-slab","lat":49.589029,"long":-114.388942,"problems":[{"name":"Coyote Den Overhang Left","grade":"5","description":"Sit-start matched on good, flat edge in middle of overhang.  Move left, then up, through rounded jugs to gain good shelf above lip.  Head slightly right to top out. "},{"name":"Coyote Den Overhang Right","grade":"6B+","description":"Sit-start matched on good, flat edge in middle of overhang.  Reach right to the arete.  Use a combination of foot-trickery and raw power to gain the sloping lip above and slap up the arete.    "},{"name":"Coyote Den Overhang Left","grade":"5","description":"Sit-start matched on good, flat edge in middle of overhang.  Move left, then up, through rounded jugs to gain good shelf above lip.  Head slightly right to top out. "},{"name":"Coyote Den Overhang Right","grade":"6B+","description":"Sit-start matched on good, flat edge in middle of overhang.  Reach right to the arete.  Use a combination of foot-trickery and raw power to gain the sloping lip above and slap up the arete.    "},{"name":"Coyote Den Slab Left","grade":"4","description":"Stand-start with left hand high on arete.  Smear your feet on, and lever yourself up to the lip."},{"name":"Event Horizon","grade":"6B","description":"Step onto slab above pit/cave, and right of obvious, full-length hairline crack.  Head straight up, using crack to your left and sparse features right of that. Exciting finish.  "},{"name":"Coyote Den Slab Right","grade":"5","description":"You will find this boulder on your way to \"Nintendo 69\" from \"Lipsmacker\".  The slab in the picture faces in the direction of \"Nintendo 69\".  Nice slab line to the right of the pit landing, and left of the arete (arete is not used)."}]},{"sector":"The Promised Land","reference":"https://27crags.com/crags/frank-slide/topos/the-promised-land","lat":49.58215,"long":-114.401638,"problems":[{"name":"Crown Jewel","grade":"6B+","description":"V4R/X.  Stand-start.  Climb the left side of obvious vertical rail feature.  Follow this feature as it heads left, to gain a finger-crack.  Follow the crack up to a few long moves gaining the top out.  Very sustained, physically and technically, and very, very tall."},{"name":"The Worm","grade":"7A+","description":"V7ish.  Stand-start at base of compression feature.  Climb directly up."},{"name":"The Slurm Queen","grade":"6B","description":"V3/4.  Start using right-hand undercling and left-hand edge.  Traverse right, gaining arete to top out.  (FA J. Moir 2017)"},{"name":"Petting the Worm","grade":"6C+","description":"V5ish.  Sit-start using large right-hand undercling and left-hand gaston in crack.  Move up and right, finishing by pressing up the right-facing corner."},{"name":"The Promised Land","grade":"7A","description":"V6.  Stand-start, using good rail.  Follow the diagonal rail up and right, to a high crux gaining good edges below the lip, followed by a mantle on hard-to-locate holds."}]},{"sector":"Lord of the Flies","reference":"https://27crags.com/crags/frank-slide/topos/olympus","lat":49.581922,"long":-114.398037,"problems":[{"name":"Lord of the Flies","grade":"7B","description":""}]},{"sector":"The Crucible","reference":"https://27crags.com/crags/frank-slide/topos/olympia","lat":49.583155,"long":-114.39769,"problems":[{"name":"Tartarus","grade":"7A+","description":"V7ish.  Sit-start between tree and smaller bloc, using right-hand on lip of scoop, and left-hand anywhere lower.  Move up and left to left-facing holds, then head right to join \"The Crucible\"."},{"name":"The Crucible","grade":"6B","description":"V3ish.  Stand-start matched on long crimp.  Move up and left, then back right to a committing finish."},{"name":"The Crucible sit-start","grade":"6C+","description":"V5ish.  Sit-start using twin edges.  Move up and left to join the stand-start."}]},{"sector":"KOA","reference":"https://27crags.com/crags/frank-slide/topos/koa","lat":49.592492,"long":-114.401986,"problems":[{"name":"KOA","grade":"5","description":"Technically in Riverside Area, this boulder facing south  is on your left on the way past Fossil Fool to the westernmost river crossing used to get to Pilgrimage. Stand-start under apex of boulder. Climb up on obvious good edges. V0 variations possible left and right. \nNot a destination boulder. Do it if you are passing by on the way to Pilgrimage or camping. (FA Dan Anhorn 2015) "}]},{"sector":"The River King","reference":"https://27crags.com/crags/frank-slide/topos/pilgrimage-20364","lat":49.589837,"long":-114.401983,"problems":[{"name":"Noodle left","grade":"6B","description":"V3ish.  Sit-start under arete using low finger-jug on the left, and right-hand on the left start-hold of \"Magic Carp direct\".  Move up and left, topping out by pressing up and left onto the descent ramp."},{"name":"Noodle right","grade":"6B","description":"V3ish.  Start as per \"Noodle left\", but head right after the first few moves, into the topout of \"Magic Carp\"."},{"name":"Magic Carp Direct","grade":"6B+","description":"Sit/crouch-start using pair of obvious, large edges..  Head straight up. (FA Mark Derksen, 2014)"},{"name":"Magic Carp","grade":"6B+","description":"Stand-start with a jug in the speckled dihedral. Climb left on side-pulls, and head up the more solid looking face, with a few tricky moves to the top. (FA Mark Derksen, 2014)"},{"name":"Magic Carp Right","grade":"6B+","description":"V4ish.  Start as per \"Magic Carp\", but head directly up the compression feature, after the first few moves.  "},{"name":"The Angler","grade":"5+","description":"V1+.  Stand-start just right of \"Magic Carp\", using a left-hand crimp at head-height on the slab, and a lower right-hand sloper.  Move up and right, along the leaning slab.  Top out right."},{"name":"The Fisher King sit-start","grade":"7A+","description":"V7+.  Sit-start using two obvious, low jug-edges.  Move up and right to gain the long crimp-rail, then up and left to the mantle in the scoop."},{"name":"The Fisher King","grade":"7A","description":"V6.  Stand-start using good edges/jugs near arete.  Move up and left to a long, thin crimp rail, then way up and left to a jug-edge over the lip.  A tricky mantle into the scoop follows.  "},{"name":"Pilgrim's Progress","grade":"7A","description":"Start left of the descent ramp hop-off on good LH and RH sidepulls. Make a few moves leftwards until you are able to get out to the arete and tip back right onto the slab with a crimp. Tricky!  (FA Mark Derksen 2014)  \n\nEDIT 2015: a key crimp has broken leaving the grade or viability of this route in question. "},{"name":"Noodle left","grade":"6B","description":"V3ish.  Sit-start under arete using low finger-jug on the left, and right-hand on the left start-hold of \"Magic Carp direct\".  Move up and left, topping out by pressing up and left onto the descent ramp."},{"name":"Noodle right","grade":"6B","description":"V3ish.  Start as per \"Noodle left\", but head right after the first few moves, into the topout of \"Magic Carp\"."},{"name":"The River King","grade":"6B","description":"Stand-start, matched on huge edge/sloper.  Head up and slightly right, through huge, sloping shelves. (FA Mark Derksen, 2015)"},{"name":"Pantless","grade":"4","description":"Sit-start matched on the perfect ledge.  Move up into solid side-pulls and ledges all the way up. (FA Mark Derksen 2014)"},{"name":"Bait and Switch","grade":"7A","description":"V6ish.  Sit-start matched on low, large edge.  Traverse low and right, joining \"The Tempest\"."},{"name":"The Fisher's Mark","grade":"5","description":"V1.  Start on a good, high edge.  Exit either left (into Pantless) or right (better).  (FA Trent Hoover, 2017)"},{"name":"The Tempest","grade":"6B","description":"Sit start in pit with  double underclings. Use great edges and side-pulls  to get to a mantle that is not a gimme. (FA Mark Derksen, 2015)"},{"name":"Hook","grade":"Line","description":"V3ish.  Sit-start as per \"Fisher King sit\".  Move up and left to a large, flat jug, then traverse left into \"The Fisher's Mark\" or \"Pantless\"."},{"name":"The Fisher King sit-start","grade":"7A+","description":"V7+.  Sit-start using two obvious, low jug-edges.  Move up and right to gain the long crimp-rail, then up and left to the mantle in the scoop."},{"name":"The Fisher King","grade":"7A","description":"V6.  Stand-start using good edges/jugs near arete.  Move up and left to a long, thin crimp rail, then way up and left to a jug-edge over the lip.  A tricky mantle into the scoop follows.  "},{"name":"Catch and Release","grade":"6C+","description":"V5/6.  Sit-start matched on sloping edge.  Move up and right, heading for the groove on the slab.  "},{"name":"Mark's problem","grade":"6C+","description":"V5.  Crouch/sit-start matched on edge.  Move up and slightly left, heading for the groove on the slab.  (FA Mark Derksen)"},{"name":"The Deadliest Catch low","grade":"6C+","description":"V5+.  Sit-start matched on long edge (as per unnamed V5), and move up and right to join \"Deadliest Catch\"."},{"name":"The Deadliest Catch","grade":"6B+","description":"V3 to V5 range.  Stand-start by stepping onto the left-side of the scooped slab, using obvious right-hand mini-jug, and whatever you like for your left.  Move up and left via some tricky holds, a committing high-step, and an exhilarating finish."},{"name":"Achelous","grade":"6B","description":"V3.  Sit-start matched on low shelf/edge-complex.  Move up the tall slab above.  "},{"name":"Cast Away","grade":"6C","description":"V5ish.  Sit-start as per \"Achelous\", but move diagonally up and right using right-hand crimps and left-hand slopers/pinches, to join the top of \"River King\".  Technical and balancy on cool holds."},{"name":"A River Runs Through It","grade":"7C","description":"V9ish.  Sit-start in small pit, using a good, vertical right-hand edge, and a left-hand gaston.  Cross left-hand up to a small crimp, and reach right to a pinch on the blunt corner.  Bump to the large, diagonal shelf, then continue into the top of \"River King\"."},{"name":"The River King","grade":"6B","description":"Stand-start, matched on huge edge/sloper.  Head up and slightly right, through huge, sloping shelves. (FA Mark Derksen, 2015)"},{"name":"Voyageur low","grade":"7B+","description":"V8+.  Sit-start as per \"Magnesis low\", and head up and right to join and finish on \"Voyageur\"."},{"name":"Magnesis low","grade":"6C","description":"V5.  Start very low, with obvious, thin right-hand crimp, and very low block on the arete (very near adjacent bloc).  A couple of moves lead to \"Magnesis\".  (FA Trent Hoover, 2017)"},{"name":"Voyageur","grade":"7A+","description":"V7ish.  Sit-start matched on triangular jug at far left of face.  Follow slopey rails right to gain, and finish up, the arete.  "},{"name":"Magnesis","grade":"6B","description":"V3.  Start as per \"Voyageur\", but head up and left to the arete.  (FA Trent Hoover, 2017)"},{"name":"Stasis","grade":"6B+","description":"V3/4.  Sit-start using blocky jug for left-hand, and lower incut sidepull for right-hand.  Move up the left side of the arete, before rolling right to finish.  (FA Trent Hoover, 2017)"},{"name":"Stasis","grade":"6B+","description":"V3/4.  Sit-start using blocky jug for left-hand, and lower incut sidepull for right-hand.  Move up the left side of the arete, before rolling right to finish.  (FA Trent Hoover, 2017)"},{"name":"Lodge","grade":"5","description":"V1. Sit start under \"wedge\" overhang, left hand side-pull, right hand head-height crimp. Pull up onto slab, top out straight up. (FA Dan Anhorn, 2017)"},{"name":"Breath of the Wild","grade":"4","description":"V0.  Climb the natural line to the peak of the slab.  (FA Trent Hoover, 2017)"},{"name":"The Dock","grade":"6A","description":"V2. Start  left hand on a small incut edge at chest height, and right hand on finger jug. Climb up and left along good holds, using leaning arete to topout. Be prepared for a difficult descent. (FA Trent Hoover, 2017) "},{"name":"The Sweet Science","grade":"7A","description":"V6ish.  Sit-start matched on obvious incut edge.  A powerful move up and left to a good sloper on the lip is followed by a tricky and committing topout."},{"name":"The Clinch","grade":"6B+","description":"V4ish.  Sit-start under overhanging side of arete, using a triangular right-hand pinch in the overhang, and left-hand compressing the arete slightly lower.  Climb the steep side of the arete at first, before rolling left to gain a juggy edge.  Top out left or right from there. "},{"name":"The Clinch","grade":"6B+","description":"V4ish.  Sit-start under overhanging side of arete, using a triangular right-hand pinch in the overhang, and left-hand compressing the arete slightly lower.  Climb the steep side of the arete at first, before rolling left to gain a juggy edge.  Top out left or right from there. "},{"name":"The Contender","grade":"6B","description":"V3ish.  Sit-start matched on left end of the dirty jug-rail.  Move left to good, pinchy edges, then continue up and left through some tricky moves.  Excellent moves on very cool holds."},{"name":"The Ali Shuffle","grade":"5","description":"V1ish.  Sit-start matched on dirty jug-rail.  Move up and right, using obvious undercling rail to gain the lip. Shuffle slightly left to top out."},{"name":"On the Ropes","grade":"6B+","description":"V4ish.  Stand-start using opposing edges (left-hand is high, right-hand is low).  Move up and left (using an inconspicuous hold) to gain the lip, then head right to top out.   "}]},{"sector":"Snag n' Fly","reference":"https://27crags.com/crags/frank-slide/topos/snag-n-fly","lat":49.588552,"long":-114.392014,"problems":[{"name":"Snag n' Fly","grade":"?","description":"Sit-start.  Climb the center of the face."},{"name":"Holds Will Break","grade":"Grade Will Change","description":"Sit-start.  Climb right side of face, through slopey shelf."},{"name":"Snag n' Fly Arete","grade":"4","description":"Sit-start.  Climb the arete."},{"name":"FIght or Flight","grade":"4","description":"Up the slab, using the left arete."},{"name":"Don't Try This at Home","grade":"5","description":"Eliminate.  Climb the middle of the tall slab until you can grab the flat top (both aretes are out).  High, sequential, committing, and a bit fragile . . . you're likely to get more than you bargained for."},{"name":"Donkey Rocket","grade":"6B","description":"Sit-start using right-facing sidepull/undercling feature.  Climb the tricky face above, without drifting left to the arete."},{"name":"Menstrual Crimps","grade":"6B+","description":"Sit-start using opposing sidepull edges, at the left end of the undercut feature.  Head up through thin, incut crimps."},{"name":"Coalbanks Revolution","grade":"4","description":"Sit-start on low, positive edges.  Highly interesting, enjoyable movement up the unique double-arete feature makes this one a gem at the grade! "},{"name":"Leftist Revolution","grade":"4","description":"Sit-start.  Climb the left side of the arete."}]},{"sector":"Ridge","reference":"https://27crags.com/crags/frank-slide/topos/ridge","lat":49.596102,"long":-114.392628,"problems":[{"name":"Little Trundle of Joy","grade":"7A","description":"Located prominently up on a ridge, about 150-meters south-east of the Mushroom boulder (or 200-meters north-west of the Giant).  Sit-start matched on juggy, square-cut sidepull.  Power up and left on sloping rails and edges.  Top out the right side of the big scoop (relatively easy, but don't blow it!)."}]},{"sector":"Expected Surprise","reference":"https://27crags.com/crags/frank-slide/topos/expected-surprise","lat":49.586972,"long":-114.393339,"problems":[{"name":"Otter Surprise","grade":"6B+","description":"Sit-start on good, angled rail.  Climb the face above.  (FA Trent Hoover, 2013)"},{"name":"Expected  Surprise Left","grade":"6B+","description":"Start as per \"Expected Surprise\".  Head up and left."},{"name":"Expected Surprise","grade":"6B","description":"Sit-start matched on good, angled rail.  Climb the face up and right, towards a shelf at about two-thirds height."},{"name":"Worm Face","grade":"4","description":"Many V0 lines all over this interesting slab on the north face of Expected Surprise boulder. "},{"name":"V for Victory","grade":"6A+","description":"Sit-start with left-hand on the bottom of the arête (the bottom of the V), and right-hand on a lower sidepull edge far to the right. Climb up with trickery.  Exit right using a big pinch.  (FA Trent Hoover, 2015)\n\n"},{"name":"V for Valour","grade":"6A+","description":"Start as for \"V For Victory\", but head left at the lip, working feet up the ramp.  (FA Trent Hoover, 2015)"},{"name":"X Factor","grade":"6A","description":"Sit-start between two boulders, with hands on two crimps at face-height.  Climb straight up bulge on perfect holds.  (FA Trent Hoover, 2013)"},{"name":"Blood Simple","grade":"7B+","description":"V8ish.  Stand-start using a sharp left-hand sidepull, and a smooth right-hand edge.  Power up the short face."}]},{"sector":"Painted Slab","reference":"https://27crags.com/crags/frank-slide/topos/painted-slab-18573","lat":49.592416,"long":-114.387224,"problems":[{"name":"Painted Glass","grade":"5","description":"Stand-start.  Climb the left side of the arete.  (FA Mark Derksen, 2015)"},{"name":"Mike","grade":"6B+","description":"Sit-start in gap between boulders, right-hand using low crimp on the arete, left-hand using lowest, nearest sidepull edge.  Move up to the large shelf.  Traverse right, turning the arete, and use series of cracks to top out in the huge V-notch. "}]},{"sector":"Crysknife","reference":"https://27crags.com/crags/frank-slide/topos/crysknife","lat":49.5957,"long":-114.381822,"problems":[{"name":"Amtal Rule","grade":"6A","description":"V2.  Sit-start using large left-hand sidepull, and anything lower for right-hand.  Climb up and onto ramp, then up and over lip. "},{"name":"Crysknife","grade":"6B","description":"V3/4.  Sit-start, and climb directly up centre of face. "},{"name":"Fedaykin","grade":"4","description":"V0.  Sit-start using corner feature under arete.  Climb up to arete, and follow its left side to the peak of the boulder.  "},{"name":"Kwisatz Haderach","grade":"7A","description":"V6.  Start, and climb, as per \"Bi-La Kaifa\", but roll onto the slab at the midpoint of the lip traverse.  "},{"name":"Bi-La Kaifa","grade":"7A","description":"V6.  Start as per \"Ayat\".  Upon gaining the lip, traverse left, topping out at the far left end.  "},{"name":"Burhan","grade":"6A","description":"V2.  Start as per \"Ayat\", but head directly up onto slab. "},{"name":"Ayat","grade":"5","description":"V1.  Sit-start at base of arete, using low left-hand sidepull, and right-hand on one of the blocky holds.  Move up to lip, then traverse right, to join \"Amtal Rule\"."},{"name":"Amtal Rule","grade":"6A","description":"V2.  Sit-start using large left-hand sidepull, and anything lower for right-hand.  Climb up and onto ramp, then up and over lip. "},{"name":"Maud ' Dib","grade":"7B+","description":"V8/9.  Stand-start, matched on pinch on lip.  Traverse lip all the way left, topping out at arete.  The lower boulder (the start of \"Usul\") is not used in this problem."},{"name":"Usul","grade":"7A+","description":"V7/8.  Sit-start, matched on large horn jug on detached bloc.  Move up and into \"Maud ' Dib\".  Easier because the start jug provides a large foot that is not part of \"Maud 'Dib\". "}]},{"sector":"The Wind and the Wizard","reference":"https://27crags.com/crags/frank-slide/topos/spiderweb-right","lat":49.591671,"long":-114.38419,"problems":[{"name":"Ithaqua","grade":"7A+","description":"V6/7.  Start matched on edge at far left end of lip.  Move up and right to lip, then continue traversing the lip all the way right, into the finish of \"Wendigo\".  "},{"name":"Wechuge","grade":"6C+","description":"V5.  Start down and left from \"Windigo\", with right-hand undercling in roof-crack, and left-hand on wide, slopey rail.  Head up and left, along lip of boulder, eventually gaining a left-hand arete feature on the slab. "},{"name":"Windigo","grade":"6C+","description":"V5.  Start right-hand on incut sidepull above lip, left-hand on lower, flat edge.  Climb up and right on sloping and rounded holds.  (FA Trent Hoover, 2015)    "},{"name":"Guyline","grade":"7A+","description":"V7.  Start with right-hand pinching slopey corner of large rail, and left-hand on a higher slopey edge.  Head straight up. "},{"name":"The Wind and the Wizard low","grade":"7A+","description":"V7.  Sit-start with opposing sidepull rails low in overhang (left-hand rail is higher).  A couple of powerful/tensiony moves link into the regular \"Wind and the Wizard\" sequence. "},{"name":"Telekinesis Low","grade":"7B","description":"V7/8.  Start as per \"Wind and the WIzard low\", and join \"Telekinesis\".  "},{"name":"Telekinesis","grade":"7A","description":"V6/7.  Start as per \"Wind and the Wizard\".  Gain holds above the lip of the overhang, and traverse left, topping-out in the same place as \"Guyline\"."},{"name":"The Wind and the Wizard","grade":"6C+","description":"V5.  Start matched on good edge below lip.  Head up and right.  (FA Kyle Marco) "},{"name":"Windwalker","grade":"5","description":"V1.  Sit-start matched on obvious juggy edge in overhang.  Move up and right, to right-facing corner feature, using this to press further right onto short slab. "},{"name":"Windwalker direct","grade":"6A","description":"V2.  Start as per \"Windwalker\", but climb the slab directly above, using the corner feature on your right. "}]},{"sector":"Planet Choss","reference":"https://27crags.com/crags/frank-slide/topos/planet-choss","lat":49.592546,"long":-114.383586,"problems":[{"name":"The Empire Strikes Back","grade":"?","description":"Sit-start and traverse the rising lip from left to right."},{"name":"Rebel Base on Planet Choss","grade":"6C+","description":""},{"name":"Sith Lord","grade":"6A","description":"Sit-start under right arete/lip, and head straight up, using undercling block."}]},{"sector":"Vector Analysis","reference":"https://27crags.com/crags/frank-slide/topos/vector-analysis","lat":49.591733,"long":-114.381618,"problems":[{"name":"Vector Analysis","grade":"6B+","description":"Sit-start using low left-hand on the arete, and thin, incut crimp in the overhang for your right.  Climb the underside of the overhanging arete."},{"name":"Nose Warmer","grade":"4","description":"Sit-start matched in crack.  Traverse top to right. "},{"name":"Pince Nez","grade":"6B+","description":"Sit-start under bulge, with left-hand dimple on lip, and right-hand pinching the blunt corner.  Climb directly over bulge, and up face above."},{"name":"Sphincter","grade":"6B+","description":"Start as per \"Pinch Parade\", but head directly up through scoop.  (Kyle Marco & Evan Erickson climbed a problem on this boulder, naming it \"Sphincter\".  Exact original problem has been forgotten, so the name has been applied to this line)"},{"name":"Pinch Parade","grade":"6B","description":"Sit-start right of the arete, using left-hand sloper in concave feature below lip, and right-hand on a very small, sharp crimp in the overhang.  Follow lip holds up and right, eventually topping out above the rock on your right.  Can exit early up the left-leaning crack, at the same grade. "},{"name":"Nose Warmer","grade":"4","description":"Sit-start matched in crack.  Traverse top to right. "},{"name":"Lock Jaw","grade":"6A+","description":"Sit-start, left-hand gastoning rail, and right-hand on pinch just above.  Head up and left.  (FA Dan Anhorn, 2016)"},{"name":"Pince Nez","grade":"6B+","description":"Sit-start under bulge, with left-hand dimple on lip, and right-hand pinching the blunt corner.  Climb directly over bulge, and up face above."}]},{"sector":"Tusk","reference":"https://27crags.com/crags/frank-slide/topos/tusk","lat":49.590663,"long":-114.384279,"problems":[{"name":"Tusk","grade":"6C+","description":"Crouch-start using obvious pocket/pod on right side of prow, and sloping edge at the same height on the left side of the prow.  A very dabby, frustrating first couple of moves lead to wonderful compression climbing up the overhanging dagger. "}]},{"sector":"Deliverance","reference":"https://27crags.com/crags/frank-slide/topos/deliverance-19105","lat":49.590826,"long":-114.383214,"problems":[{"name":"Destitution","grade":"6C+","description":"Sit-start with right-hand on obvious sidepull block, and left-hand anywhere lower.  Head left into edges, up through more edges, then left again into tricky sloper finish."},{"name":"Destitution direct","grade":"6C+","description":"Start, and climb, as per \"Destitution\".  At mid-height, set up for a big move to the positive lip. "},{"name":"Debauchery","grade":"7C","description":"Start as per \"Deliverance\".  At mid-height, move left to join the top of \" Destitution direct\".  "},{"name":"Deliverance sit-start","grade":"7C+","description":"A direct sit-start to \"Deliverance\", starting with incut right-hand undercling, and anything lower for the left-hand.  "},{"name":"Deliverance","grade":"7B+","description":"Stand-start in the pit, using a line of crimps at around 7.5'.  Move left up to a thin, textureless sidepull crimp, then head up and slightly right through a couple of slopey, opposing edges, followed by a heady throw to the lip.  "},{"name":"Despair","grade":"7B","description":"Sit-start as per \"Deliverance sit\".  After the first few moves, make a long push out right to an arcing crimp.  Match, and head to the top.  "},{"name":"Despair direct","grade":"6B+","description":"Sit-start using low, opposing sidepulls.  Head straight up, joining the finish of \"Despair\"."},{"name":"Destitution direct","grade":"6C+","description":"Start, and climb, as per \"Destitution\".  At mid-height, set up for a big move to the positive lip. "},{"name":"Destitution","grade":"6C+","description":"Sit-start with right-hand on obvious sidepull block, and left-hand anywhere lower.  Head left into edges, up through more edges, then left again into tricky sloper finish."},{"name":"Despair","grade":"7B","description":"Sit-start as per \"Deliverance sit\".  After the first few moves, make a long push out right to an arcing crimp.  Match, and head to the top.  "},{"name":"Debauchery","grade":"7C","description":"Start as per \"Deliverance\".  At mid-height, move left to join the top of \" Destitution direct\".  "},{"name":"Deliverance","grade":"7B+","description":"Stand-start in the pit, using a line of crimps at around 7.5'.  Move left up to a thin, textureless sidepull crimp, then head up and slightly right through a couple of slopey, opposing edges, followed by a heady throw to the lip.  "},{"name":"Deliverance sit-start","grade":"7C+","description":"A direct sit-start to \"Deliverance\", starting with incut right-hand undercling, and anything lower for the left-hand.  "},{"name":"Despair direct","grade":"6B+","description":"Sit-start using low, opposing sidepulls.  Head straight up, joining the finish of \"Despair\"."},{"name":"Trapeze Traverse","grade":"6B+","description":"Sit-start just right of left-facing rail, using opposing holds below the lip (left-hand on rail, and right-hand on a sidepull crimp).  Cruxy and tricky avoiding dab on first couple of moves, but great slopers and mantle afterwards.  "},{"name":"Trapeze Arete","grade":"6B","description":"Sit-start matched on large, flat jug low on arete.  Climb directly up arete, to a tricky top-out.  "}]},{"sector":"Workout","reference":"https://27crags.com/crags/frank-slide/topos/workout","lat":49.590911,"long":-114.384909,"problems":[{"name":"Lunge","grade":"6B","description":"Start matched on corner of lip/arete.  Traverse right, through the face, to gain the high rail of \"Pushup\", and top out at the peak.  "},{"name":"Pushup","grade":"6C","description":"Sit-start with left-hand undercling and right-hand sidepull.  Climb direct to peak. "},{"name":"Pullup","grade":"5+","description":"Sit-start at arete with fat left-hand pinch, and lower edge for right.  Climb up and left, along arete, to the peak of the boulder. "},{"name":"Ripple Effect","grade":"6B","description":"Sit-start with obvious right-hand block sidepull, and anything lower for left.  Head up and left, using nebulous edges and sloping ramp, eventually gaining arete and topping out above. "},{"name":"Troglodyte","grade":"6C+","description":"Sit-start low in cave, using tiny, but good, right-hand slot-crimp, and anything lower for left.  Head up and left."},{"name":"Troglodyte","grade":"6C+","description":"Sit-start low in cave, using tiny, but good, right-hand slot-crimp, and anything lower for left.  Head up and left."},{"name":"Pushup","grade":"6C","description":"Sit-start with left-hand undercling and right-hand sidepull.  Climb direct to peak. "},{"name":"The Wind and the Wizard","grade":"6C+","description":""},{"name":"Ripple Effect","grade":"6B","description":"Sit-start with obvious right-hand block sidepull, and anything lower for left.  Head up and left, using nebulous edges and sloping ramp, eventually gaining arete and topping out above. "}]},{"sector":"Weathertop","reference":"https://27crags.com/crags/frank-slide/topos/weathertop","lat":49.595534,"long":-114.37542,"problems":[]},{"sector":"Zombotron","reference":"https://27crags.com/crags/frank-slide/topos/zombotron","lat":49.586149,"long":-114.392224,"problems":[{"name":"Cyril Sneer","grade":"5","description":"V0/1.  Stand-start. "},{"name":"Zombotron Arete","grade":"7A+","description":"V7.  Sit-start under belly of arete, using a smooth left-hand edge, and shallow right-hand pocket.  One hard move leads to smooth jugs.  (FA Marcus Norman)  "},{"name":"Zombotron 2000","grade":"7A","description":"V6/7.  Sit-start matched on right-facing edge.  Power up to the lip.  Shuffle right a bit to top out.  (FA Evan Erickson, 2007)"},{"name":"Zombotron Arete","grade":"7A+","description":"V7.  Sit-start under belly of arete, using a smooth left-hand edge, and shallow right-hand pocket.  One hard move leads to smooth jugs.  (FA Marcus Norman)  "},{"name":"Squeeze Theorem","grade":"6B+","description":"V4.  Sit-start with left-hand on obvious edge, and right-hand on lowest good sidepull.  Climb the compression feature and arete.  (FA Mark Derksen, 2013)"},{"name":"?","grade":"6A","description":"V2.  Sit start, with left-hand on leaning rail, and right-hand low on sidepull/pinch.  Follow the line of edges, trending left to top-out. "},{"name":"Tequila Mockingbird","grade":"5","description":"V1.  Sit-start on flat rock, using opposing, good sidepulls.  Go up arête, and top out just left.  (FA Dan Anhorn, 2016)\n"},{"name":"Tequila Mockingbird Low","grade":"6A+","description":"V2/3.  Sit-start in overhang right of arete, matched on sloper/edges in triangular alcove.  Bust some moves left into the start of \"Tequila Mockingbird\", and finish up that arete.  (FA Dan Anhorn, 2016)"},{"name":"Speakeasy","grade":"5","description":"V1.  Sit-start the same as, or just right of, \"Tequila Mockingbird low\".  Climb directly up the face above, to the middle of the lip, and mantle onto the slab. "},{"name":"Cave Troll","grade":"6B","description":"V3.  Sit start left hand on sloper on arete, and right hand on blocky hold just under lip in cave. Move to corner of arete and up. (FA Mark Derksen, 2014)"},{"name":"Cave Troll","grade":"6B","description":"V3.  Sit start left hand on sloper on arete, and right hand on blocky hold just under lip in cave. Move to corner of arete and up. (FA Mark Derksen, 2014)"},{"name":"Morphologic","grade":"6C","description":"V4. Sit start matched either on 'molar-tooth' jug or right hand on  jug and left hand on angled gaston. A huge move leads to a good edge, tricky moves on good holds will deliver you to a great mantle. "},{"name":"Hydra Low","grade":"6C","description":"V4/5. Sit start, almost lying down to right of Arete, right hand on obvious sloper right of arête, left hand on good but small textured edge notched into arête. With trickery, climb textured holds up  left side of arête, top out at flat top of the boulder (or continue across lip to an easier mantle if you wish). (FA Trent Hoover, 2018)"}]},{"sector":"Nautilus","reference":"https://27crags.com/crags/frank-slide/topos/no-guts-no-gory","lat":49.586389,"long":-114.393055,"problems":[{"name":"Fascistitus","grade":"6A","description":"V2.  To the left of \"Spar\", sit-start left of short arête, using left-hand sidepull/undercling, and right-hand on low, positive sidepull.  Move up left of arête, through positive holds.  (FA Trent Hoover, 2016)"},{"name":"Spar","grade":"6A","description":"V2.  Sit-start using large, low left-hand sidepull, and right-hand on sloper sidepull.  Head up through good holds.  (FA Dan Anhorn, 2016)"},{"name":"Yardarm","grade":"6B","description":"V4. Start in left of alcove, with left-hand sidepull, and obvious right-hand  gaston.  Head up and right, to join \"Nautilus\".  (FA Dan Anhorn, 2016)"},{"name":"Nautilus direct","grade":"7A","description":"V6/7.  Stand-start as per \"Nautilus\", but climb directly to peak above start, along left-side of arête. "},{"name":"Nautilus","grade":"7A","description":"V6. Stand-start using large left-hand sidepull in overhang, and right-hand low on arete.  Head up and left, topping out up the slab. (FA Mark Derksen, 2015)"},{"name":"Nautical Disaster","grade":"6A","description":"V1/2.  Stand-start using good right-hand sloper/rail on slab, and left-hand on whatever you'd like in the overhang.  Bump left-hand up arete, enabling a committing rock-over and top-out up the slab above the river."},{"name":"Old Man and the Sea","grade":"6A+","description":"V2/3.  Stand-start with left-hand pinching arête, and right-hand on edge.  Compression moves lead to an airy top out.  (FA Trent Hoover, 2016)"},{"name":"No Guts","grade":"6A","description":"V2. Stand-start with left-hand on high crimp, right-hand on sloper pinch.  Climb the tall face using decent edges.  Landing may become wet or submerged in spring and early summer. \n(FA Dan Anhorn, 2015)"},{"name":"No Gory","grade":"4+","description":"V0/1. Stand-start using left-hand gaston, and right-hand crimp with thumb-catch.  Follow crimps and edges to somewhat slopey mantle.  \n(FA Dan Anhorn, 2015)"},{"name":"Captain Barnacles","grade":"3","description":"V0.  Sit-start matched on large edge.  Move into undercling, and engage the bulge with good holds.  (FA Trent Hoover and Dan Anhorn, 2016) "}]}]