[{"sector":"Hate","reference":"https://27crags.com/crags/frank-slide/topos/hate","lat":49.596446,"long":-114.393886,"problems":[{"name":"Checkmate","grade":"7B","description":"V8. Sit-start using left-hand pocket and right-hand gaston edge. Move up and right into left-facing edges, and a tricky/powerful finish. (FA Mark Derksen, 2019)"},{"name":"Endgame","grade":"7B+","description":"V8+. Start as per \"Checkmate\", but continue low and right, around corner, to join \"Trick Pony\"."},{"name":"Stalemate","grade":"6C+","description":"V5. Sit-start using good left-hand sidepull, and blunt right-hand undercling. Move up, and slightly right, through crimps and edges. (FA Trent Hoover, 2013)"},{"name":"Trick Pony left","grade":"6B","description":"V3. Sit-start matched on large edge. Move up and left."},{"name":"Trick Pony","grade":"6B","description":"V3. Sit-start matched on large edge. Move up and right, towards jugs, topping out above. (FA Trent Hoover, 2013)"},{"name":"Sunburner","grade":"6B","description":"V3. Sit-start using left-hand pinch and right-hand edge. Move up and left. (FA Trent Hoover, 2013)"},{"name":"Spite","grade":"6C+","description":"V6ish.  Sit-start using low, horizontal right-hand crimp, and left-hand on a lower notch/edge.  Move up and left, over adjacent bloc."},{"name":"Not Hate","grade":"6C+","description":"Excellent and sustained face-climbing on perfect mini-edges!  Sit-start on crimps low and left.  Head up and slightly right through a series of crimps and edges.  "},{"name":"Hate","grade":"7A","description":"Sit-start as per \"Not Hate\", but traverse right through the face to gain, and finish up, the right arete.  (FA Evan Erickson, 2007)"},{"name":"Get Carter","grade":"7A","description":"Start matched on good two-handed jug very low in cave.  Move up to two mini-jugs, then up to a rounded jug high and right.  Roll right, and top out easily.  (FA Trent Hoover, 2013)"},{"name":"Hate direct","grade":"7A","description":"Start as per \"Get Carter\", but continue up and left, using the arete on your right and face holds on your left.  (FA Evan Erickson)"},{"name":"Love","grade":"6A","description":"Sit-start, and climb, as per \"Hate direct\".  When able, traverse left on face holds to join the finish of \"Not Hate\"."}]},{"sector":"North of Giant","reference":"https://27crags.com/crags/frank-slide/topos/darkness-falls","lat":49.595415,"long":-114.392738,"problems":[{"name":"Freezer Full of Rotten Meat","grade":"6B","description":"On a little boulder facing the uphill side of \"The Giant\" boulder.  Sit-start on two large edges below the lip on the left side of the boulder.  Move up to the lip, then rightwards on slopers, a sharp crack-jug, and a crimp or two.  Trickier than it looks!  "},{"name":"Evan's Seven","grade":"7A+","description":"Sit-start matched on left-facing edge.  Move up and left to a cool, mini-blob pinch.  Continue up (and slightly right) to the peak of the boulder using edges and slopers.  Top out the right side of the peak.  (FA Evan Erickson) "},{"name":"Echo Echo","grade":"6B+","description":"Sit-start matched on a right-facing sidepull on the left side of the face. Reach up and left to an edge and a fun lip encounter.  (FA Trent Hoover, 2014)"},{"name":"Flying Fox","grade":"6B","description":"Sit-start using mini-jug.  Climb up and slightly left on crimps to gain a good edge high on the face.  From here, exit directly above via hidden, sloping dishes, or reach/jump to a jug far out left.  (FA Trent Hoover, 2014)"},{"name":"Energy Returned over Energy Invested","grade":"6B+","description":"Sit-start using the same start hold as \"Flying Fox\". After the first crimp on that problem, head up and sharply right via a sidepull and little undercling.  Using either the lip/arete up and right, or a long reach off the undercling, gain a face jug, the horn on the lip, and tricky mantle to finish.  (FA Trent Hoover, 2014) "},{"name":"Darkness Falls","grade":"6B","description":"Sit-start using the long edge on the right side of the boulder. Reach left to the prominent sidepull, then head up to the prominent notch in the lip above. With difficulty, use this to gain the good sidepull in the corner above. Topout by highstepping and rolling onto the slab. WAY harder than it looks.  (FA Trent Hoover, 2014)"},{"name":"Tall Club","grade":"6C+","description":"With a hand low on each arete, compressing the boulder, sit-start the face the climber in the picture is looking at.  Slap your right hand along the arete/lip until you can gain a couple of cool jugs at the peak of the overhanging face.  A tricky topout with a bad landing awaits.  (FA Mark Derksen, 2014)"},{"name":"The Left Hand of Darkness","grade":"6B","description":"Sit-start matched on sloping shelf (use any edges on the shelf).  Pull to an edge above you, then rockover to a small sidepull way out left.  Top out direct."},{"name":"The Right Hand of Darkness","grade":"6B+","description":"Sit-start as per \"The Left Hand of Darkness\", but head up and right, through small edges and crimps.  "},{"name":"Jumping Jurrassic Fat","grade":"4","description":"V0. Sit start near middle- right of face, on obvious crimp features. Ascend direct to slope-y mantle over karst."},{"name":"Justin's Jeté","grade":"6A","description":"V2. Sit start under arete-ish feature, left of true arete. Left hand on incut crimp, right hand on slopey pinch. Traverse left through obvious line of sloping crimps, staying below the line of karst-y jugs above, all the way uphill,to turn the arete. (FA: Dan Anhorn, Trent Hoover & Kyle Marco, 2017)"},{"name":"Monkey Wrench","grade":"6A+","description":"V3. Sit start just left of arete, left hand low on incut side pull, right hand high on back pulling jug/pinch. Move up onto the slab to meet up with Dimetrodon's finish. (FA: Dan Anhorn & Trent Hoover, 2017)."},{"name":"Monkey Wrench","grade":"6A+","description":"V3. Sit start just left of arete, left hand low on incut side pull, right hand high on back pulling jug/pinch. Move up onto the slab to meet up with Dimetrodon's finish. (FA: Dan Anhorn & Trent Hoover, 2017)."},{"name":"Dimetrodon","grade":"5","description":"V1. Sit start in hidden pit, left hand on one of two slopey jugs, right hand on hidden undercling. Tension up big holds to avoid dabbing the pit walls, through the dihedral, to a fun feature to top out. "}]},{"sector":"Ninja Turtles","reference":"https://27crags.com/crags/frank-slide/topos/ninja-turtles","lat":49.595594,"long":-114.396474,"problems":[{"name":"April","grade":"4","description":"V0.  Stand-start left of small spruce tree.  Climb the slab, traversing the lip slightly to top out."},{"name":"Donatello","grade":"6A","description":"V2.  Climb up right of the small tree, and a bit right of the crack.  This problem is arguably the best of the Ninja Turtle problems."},{"name":"Leonardo","grade":"5","description":"Essentially the middle of the Ninja Turtle slab, this problem climbs up the relatively blank slab about a meter or so left of the broken, juggy rib/groove."},{"name":"Splinter","grade":"4","description":"The broken, juggy rib/groove.  The easiest of the Ninja Turtle slab problems."},{"name":"Raphael","grade":"5","description":"The fun-but-tricky slab to the right of \"Splinter\"."},{"name":"Michaelangelo","grade":"5","description":"The somewhat nebulously defined slab to the right of \"Raphael\"."},{"name":"Casey Jones","grade":"5","description":"The rightmost of all the \"Ninja Turtle\" slab problems, just left of the blunt arete.  Short but tricky, avoid bailing out to the right.  (FA Trent Hoover, 2013)"},{"name":"BeBop","grade":"6B","description":"Starts a meter or so left of \"Rock Steady\" on a positive sidepull."},{"name":"Rocky Steady","grade":"6B+","description":"This fun, vertical problem starts just left of the tree on the backside of the Ninja Turtle boulder.  Solid rock, and a great flat landing."}]},{"sector":"Orange Traverse","reference":"https://27crags.com/crags/frank-slide/topos/orange-traverse","lat":49.59607,"long":-114.394766,"problems":[{"name":"Identity Crisis","grade":"7A","description":"V6. Sit-start with right-hand on good sidepull on arete (just above adjacent rock), and left-hand lower on opposing arete. Head straight up , through nice compression moves. Be careful on the hollow crimp-rail up high. (FA Mark Derksen, 2015)."},{"name":"Springblade","grade":"6B","description":"Sit-start under the suspended boulder, left-hand on an edge below the lip, right hand on an edge low in the cave.  Move up along lip, rolling left onto the face when able.  (FA Kyle Marco, 2014)"},{"name":"Sandbox","grade":"4","description":"Sit-start matched on lowest arete jug. Move up arete until you can roll left onto the slab.  (FA Trent Hoover, 2014)"},{"name":"Sandstone Traverse","grade":"4+","description":"Start as per \"Sandbox\".  Traverse right, along the arete/lip, until you can either mantle at the peak, or walk onto the slab out right.  (FA Trent Hoover, 2014)"},{"name":"Trent's Dyno","grade":"5","description":"Start matched on left end of rail.  Head up and left to a good lip jug, employing either a dyno or a gaston and high-step.  (FA Kyle Marco, 2014))"},{"name":"Crafty","grade":"6A","description":"Start as per \"Trent's Dyno\", but traverse right along rail, then lip, until you can reach up right to a rounded jug-rail.  (FA Trent Hoover, 2014)"},{"name":"The Orange Traverse","grade":"6C","description":"Start, and climb, as per \"Crafty\", but continue traversing the lip all the way around the corner to a tricky mantle.  (FA Trent Hoover, 2014)"}]},{"sector":"Jolly Green Giant","reference":"https://27crags.com/crags/frank-slide/topos/jolly-green-giant","lat":49.595364,"long":-114.393041,"problems":[{"name":"Pomme D'api","grade":"6C","description":"Start, and climb, as per \"The Rose Road\", but continue left.  (FA Mark Derksen, 2016)"},{"name":"The Rose Road","grade":"6B","description":"Start as per \"Forbidden Fruit\", but head left, then up, through a mail-slot hold, and over the bulge.  (FA Mark Derksen, 2016)"},{"name":"Forbidden Fruit","grade":"6B+","description":"Sit-start, using obvious, low left-hand edge, and right-hand sidepull.  Climb up and right.  (FA Mark Derksen, 2016)"},{"name":"Crimp Pimp","grade":"6C","description":"Sit-start using low crimps.  Climb up and left.  (FA Mark Guckert, 2016)  "},{"name":"Little Green Sprout","grade":"4","description":"(FA Trent Hoover, 2013)"},{"name":"Jolly Green Giant","grade":"4+","description":"Quest up the middle of the giant slab.  Juggy ledges lead to a small overlap, which is your last chance to downclimb.  Otherwise, high-step and commit to the finish.  Don't fall.  (FA Trent Hoover, 2013)"},{"name":"Trent's Other Slab","grade":"4+","description":"V0/1X.  Climb the slab directly through the corner and overlap feature.  (FA Trent Hoover 2016)"},{"name":"Pomme D'api","grade":"6C","description":"Start, and climb, as per \"The Rose Road\", but continue left.  (FA Mark Derksen, 2016)"},{"name":"The Rose Road","grade":"6B","description":"Start as per \"Forbidden Fruit\", but head left, then up, through a mail-slot hold, and over the bulge.  (FA Mark Derksen, 2016)"},{"name":"Forbidden Fruit","grade":"6B+","description":"Sit-start, using obvious, low left-hand edge, and right-hand sidepull.  Climb up and right.  (FA Mark Derksen, 2016)"},{"name":"Crimp Pimp","grade":"6C","description":"Sit-start using low crimps.  Climb up and left.  (FA Mark Guckert, 2016)  "}]},{"sector":"Skull slab","reference":"https://27crags.com/crags/frank-slide/topos/giant-slab-20370","lat":49.588598,"long":-114.38133,"problems":[{"name":"Skull slab","grade":"3","description":"Big low angle slab problems all over. At this angle it looks a little like a skull...\n"}]},{"sector":"Baby Giant","reference":"https://27crags.com/crags/frank-slide/topos/baby-giant","lat":49.595241,"long":-114.393226,"problems":[{"name":"Maniac Magee","grade":"6A+","description":"Start matched on flat jug at far left end of lip.  Make a few moves up and right along the lip, until you can press up to a couple of incut edges higher on the slab.  Finish up the easy, but VERY tall, slab.  "},{"name":"Maniac Magee ext.","grade":"7B","description":"Start as per \"Maniac Magee\", but follow the lip right, to a dynamic crux gaining a good hold on the arete.  From here, press up onto the slab, finishing up just left of the arete."},{"name":"Chi Sao","grade":"7C","description":"Sit-start matched on low feature with right-hand edge and left-hand sidepull.  Head up and right, through pinch and sloper, to join the top of \"Kiai\". "},{"name":"Chi Sao left","grade":"7C+","description":"Start as per \"Chi Sao\", but cross right-hand up to pinch, and continue up and left. "},{"name":"Kiai stand","grade":"6B","description":"Stand-start using obvious, high left-hand sloper, and right-hand anywhere lower.  Move up and left at first, then back right slightly to top out.  (FA Trent Hoover, 2016)"},{"name":"Kiai","grade":"6C","description":"Sit-start using two crimps just left of the arete.  Head up and left, using the arete/lip on your right, and a large, triangular sloper on your left, topping out directly from there. "},{"name":"Unbreakable","grade":"7A","description":"V6.  Sit-start using right-hand slot in small cave, and anything lower for left.  Climb up and left, to the dihedral and arete. "},{"name":"Force of Will","grade":"6C+","description":"V5.  Start as per \"Unbreakable\", but head directly up.  (FA Mark Derksen, 2016)"},{"name":"The Opposite of Walking","grade":"6B","description":"V3.  Start with left-hand sidepull/undercling edge, and right-hand somewhere lower.  Climb direct.  (FA Trent Hoover, 2015)"},{"name":"The Littlest Hobo","grade":"6A+","description":"Sit-start using low jug.  Climb diagonally up and left."},{"name":"Hobo Safety Meat","grade":"6A+","description":"V2/3.  Start as per \"The Littlest Hobo\", but climb up and right."},{"name":"Casper","grade":"6A","description":"V2.  Sit-start using obvious left-hand sidepull, and incut crimp/edge for right-hand.  Climb up and left, away from the arete, to the peak of the slab.  (FA Trent Hoover, 2015)"},{"name":"Richie Rich","grade":"5","description":"V1.  Start as per \"Casper\".  Head up and right, joining the arete at mid-height.  (FA Trent Hoover, 2015)"},{"name":"Swanglish","grade":"6B","description":"V3.  Sit-start under far left end of low roof, with left-hand on large sidepull/corner feature, and right-hand on anything lower and useful in roof.  Climb awkwardly up and right. "},{"name":"Swinglish","grade":"6B","description":"Sit-start under roof, using good left-hand pinch, and anything else under the roof for your right.  Head right, to jugs on the lip, and up the face above.  (FA Trent Hoover, 2013)"},{"name":"Super Swinglish","grade":"6B","description":"V3.  Sit-start low and right, outside cave, using a pair of good lip edges.  Traverse left, along lip jugs, all the way to arete.  Gain edges around arete, and continue up and left to top out.  Start as per \"Swinglish\" for variation at the same grade. "}]},{"sector":"Healing","reference":"https://27crags.com/crags/frank-slide/topos/healing-boulder","lat":49.587596,"long":-114.389116,"problems":[{"name":"Origins","grade":"6A+","description":"Sit-start on diagonal rail sidepulls just right of arete.  Follow the crack left, then climb the arete.  \"Origins Extension\" (V1) continues following the crack leftwards to top out around the arete."},{"name":"Crack Attack","grade":"4","description":"Climb the obvious, sharp arete.  Watch for loose rock at all times in Frank; a large block fell off this problem in 2010."},{"name":"The Remedy","grade":"7A","description":"Sit-start as per \"The Sage\".  Traverse right and finish on either \"Jahealy\" or \"Easy Healing\".  "},{"name":"Sage","grade":"6C","description":"Sit-start with a high left handhold and a very low right.  Climb the crimpy face and left-leaning seam just right of \"Crack Attack\".  The other boulder (the other side of the \"crack\") is out, of course."},{"name":"Prisoner's Dilemma","grade":"6C+","description":"Start with sidepull/pinch for left hand, and flat crimp for right hand.  Climb the face above, through sloping holds.  (FA Mark Derksen, 2015)"},{"name":"I Pissed on the Starting Holds","grade":"6C","description":"Sit-start with right hand on a good crimp, and left on a small, sloping edge.  Climb up through small edges to a good sidepull, and top out above.  (FA Evan Erickson, 2007)"},{"name":"Jahealy","grade":"6B","description":"Start at the low right side of the flake undercling, climb up and left along the flake until it thins out, then head straight up.  Alternatively, go straight up from the very start at the same grade (Jahealy direct)"},{"name":"Japissy","grade":"6B+","description":"V4ish.  Start as per \"Jahealy\", but move up and left into \"IPotSH\".  A good variation."},{"name":"Easy Healing","grade":"5","description":"Climb the tall, juggy face immediately left of - and using - the prominent arete.  Beware the tricky mantle!"},{"name":"Healing Traverse","grade":"7A","description":"V6.  Sit-start at far left end of lip.  Traverse right, along lip, eventually joining \"Healing Arete\", and finishing on that problem.  (FA Marcus Norman)"},{"name":"Healing Arete","grade":"6C+","description":"V5.  Sit-start under left end of roof, matched on left-facing sidepull.  Traverse right, under roof, to gain a large, blocky jug, under the right side of the arete.  From here, climb up the right-side of the arete."},{"name":"Healing Arete extension","grade":"6B","description":"V3/4.  Start, and climb, as per \"Healing Arete\".  From the blocky jug, continue right, along juggy rails.  (FA Trent Hoover)"},{"name":"Healing Arete left","grade":"7B","description":"V7/8.  Start as per \"Healing Arete\", but move up and right, gaining arete and climbing up the left side. Slightly eliminate - the large shelf up and left of the start is out. "},{"name":"Healing Arete Direct","grade":"6B+","description":"Start as per \"Healing Arete\", but head straight up the face left of the arete.  The name is a misnomer, because you don't actually use the arete.  A hold may have broken on this problem."},{"name":"The Grim Reacher","grade":"4","description":"V0.  Step onto slab, and climb to an overlap.  Find the large undercling, and use this to reach a jug on the arete.  Top out above.  (FA Trent Hoover, 2013)"},{"name":"Infected","grade":"6C+","description":"V5.  Sit-start under the left end of the cave/overhang, using a right-hand crimp and a left-hand sloper.  Climb up and right through the middle of the blank face. "},{"name":"The Sickening","grade":"6B+","description":"V4.  Sit-start using good right-hand crimp, and smaller left-hand crimp beside.  Traverse left along rail/line of small edges, until you can mantle onto a sloping shelf.  From here, head up and right to a protrusion/shelf on the arete.  Turn the arete, and top out the slab.  (FA Trent Hoover, 2015)"},{"name":"Shaman","grade":"6B+","description":"V4.  Sit-start as per \"The Sickening\", but climb directly up the left side of the arete..  (FA Mark Derksen, 2013)"},{"name":"V0","grade":"4","description":"V0.  Sit-start under far right end of overhang/cave, matched on flat rail under arete.  Make a few moves up the arete, before rolling right onto the slab.  "}]},{"sector":"Foxhole","reference":"https://27crags.com/crags/frank-slide/topos/foxhole","lat":49.587384,"long":-114.389919,"problems":[{"name":"The Ice Cave","grade":"7A+","description":"Sit-start with right hand on long edge and left on either a strange, crimp-pocket or a low, sloping sidepull.  Climb through crimps, rails, and sloping pinches to finish on a flat rail.  Great movement.  A lower start (left hand on sidepull, right on a three-finger undercling) has been done at more-or-less the same grade.  (FA Trent Hoover, 2014)"},{"name":"The Ice Cave right","grade":"7A+","description":"V7+.  Start as per \"The Ice Cave\" but, after the first move, head right, using the corner feature to gain a left-facing gaston edge in the face below the peak.  From this edge, either throw to the lip above, or do a bit of a trick to finish on \"Sardine\".  A bit contrived/eliminate, but cool holds and sequence, with tensiony and powerful moves."},{"name":"Sardine","grade":"6B+","description":"A fun problem with an ugly start.  Sit-start very low, scrunched down on the right side of the Foxhole cave, with right hand on a good jug, and left on a sidepull crimp.  Climb positive edges and ledges above, desperately trying not to dab on the block.  (FA Trent Hoover, 2013)"},{"name":"Gab Slab","grade":"3+","description":""},{"name":"The Hand Sponge","grade":"6C","description":""},{"name":"The Trumpocalypse","grade":"7C","description":"Sit in the hole between 2 boulders, left hand on the blocky undercling, right hand gaston on blocky section above.  Punch up and right to a sloping crimp.  Rearrange your feet and bump again to the sloper rail above.  Move to the lip with the help of a small crimp to the left.  Easy top out. (FA K. Dunham, 2016)"},{"name":"Dave's Arete","grade":"6A","description":""}]},{"sector":"LaFleur","reference":"https://27crags.com/crags/frank-slide/topos/lafleur","lat":49.596318,"long":-114.394039,"problems":[{"name":"Devil in the Detail","grade":"6C","description":"V4/5. Sit-start in small cave, left-hand near the top of large sidepull feature, and right-hand on a low, hidden undercling.  Head up and right, through edges to a large jug. Finish either left (by pressing up onto the slab), or right (following more jugs and mantling around the corner). Will feel exponentially harder until the correct foot beta is found."},{"name":"MicroDyno","grade":"6C","description":"V5ish. Sit-start, right-hand gastoning bottom-end of large rail, and left-hand anywhere lower. Move left up to a small crimp with a pocket thumb-catch, then pop to the jug above. Exit left or right. "},{"name":"Tick Tock","grade":"6B+","description":"V4. Sit-start matched on large edge low in middle of face. Move up and right to a good rail. Follow this rail to the arete to top out. (FA Trent Hoover, 2019)"},{"name":"The Path left","grade":"6A","description":"V2. Sit-start matched on low, large edge. Move up to a rail directly above, then head left along rail and lip, to tricky topout. (FA Trent Hoover, 2019) "},{"name":"The Direct Path","grade":"6A","description":"V2. Sit-start matched on low, large edge. Climb, and top out, straight up. (FA Trent Hoover, 2019)"},{"name":"The Path right","grade":"6A","description":"V2. Sit-start matched on low, large edge. Climb directly up, through rail, to lip, then traverse right to top out. (FA Trent Hoover, 2019) "},{"name":"The Path of Most Resistance","grade":"6B","description":"V3ish. Eliminate. Start at far right, one-hand on arete and one-hand on rail. Traverse the rail (without using lip of boulder) left, until you can join, and finish on, \"The Path left\". "},{"name":"LaFleur","grade":"6B+","description":"Sit-start in pit, using good, flat right-hand edge, and a right-facing edge on the arete for your left-hand.  Follow the lip up and left, to gain the mini-corner, and top-out.  (FA Mark Derksen, 2015)"},{"name":"Wolverine","grade":"5","description":"Sit-start under corner feature.  Climb the slab/bulge above.  (FA Mark Derksen, 2015)"},{"name":"Microcosm","grade":"5","description":"V1. Sit-start as per \"Microscopy\", but head up and left. (FA Trent Hoover, 2019)"},{"name":"Microscopy","grade":"6C+","description":"About 15m east of \"LaFleur\".  Sit-start matched at a multi-faceted diagonal edge feature.  Traverse up and right, using miniscule holds to gain a juggy feature high to the right.  Continue up slab.  Stemming at the start might help. "},{"name":"Microbe","grade":"5+","description":"V1/2. Sit-start using left-hand pinch/sidepull in dihedral, and opposing right-hand sidepull. Move up and left. (FA Trent Hoover, 2019)"},{"name":"Microagression","grade":"4","description":"V0. Sit-start with opposing sidepulls, and climb the slab above. (FA Trent Hoover, 2019)"},{"name":"Yoshi's Island","grade":"6B+","description":"Sit-start using lowest rails.  Head up, using more rails, and the arete to your left.  Gain lip, and roll onto slab to top out.  (FA Mark Derksen, 2015)"},{"name":"True Detective","grade":"7A+","description":"V7.  Stand-start with left-hand sidepull jug, and right-hand on good rail below.  Follow the lip of the boulder up and right, all the way to the right arete, using that to top out.  "},{"name":"True Detective direct","grade":"7A+","description":"Start, and climb, as per \"True Detective\".  After the midpoint crux, head up the slab via the left-facing rails.  "},{"name":"Yoshi's Island","grade":"6B+","description":"Sit-start using lowest rails.  Head up, using more rails, and the arete to your left.  Gain lip, and roll onto slab to top out.  (FA Mark Derksen, 2015)"},{"name":"True Detective","grade":"7A+","description":"V7.  Stand-start with left-hand sidepull jug, and right-hand on good rail below.  Follow the lip of the boulder up and right, all the way to the right arete, using that to top out.  "},{"name":"True Detective direct","grade":"7A+","description":"Start, and climb, as per \"True Detective\".  After the midpoint crux, head up the slab via the left-facing rails.  "}]},{"sector":"Harvest","reference":"https://27crags.com/crags/frank-slide/topos/harvest","lat":49.59804,"long":-114.393907,"problems":[{"name":"?","grade":"4","description":"V0. Stand-start using two pockets. Make a move to the arete, then up. (FA JM, 2019)"},{"name":"Harvest","grade":"6B+","description":"Stand-start off boulder, matched on obvious, good edge in middle of face.  Head straight to the peak of the tall face. "},{"name":"The Shining Path","grade":"6C+","description":"V5/6. Stand-start by stepping off boulder under far right end of lip (grabbing closest obvious edges). Traverse the rising lip to the peak of the boulder."}]},{"sector":"Frictionary","reference":"https://27crags.com/crags/frank-slide/topos/frictionary","lat":49.595566,"long":-114.394922,"problems":[{"name":"Frictionary Arete","grade":"6A","description":"Sit-start using low left-hand sidepull jug near arete, and black right-hand edge in overhang.  Climb straight up the arete."},{"name":"Fan-Friction","grade":"7A+","description":"Start as per \"Frictionary Arete\".  Traverse right to link up with \"Frictionary\". "},{"name":"Non-Friction Story","grade":"7B","description":"Sit-start as per \"Frictionary\".  Traverse left to link-up with \"Frictionary Arete\".  (FA Evan Erickson, 2007)"},{"name":"Frictionary","grade":"6C","description":"Sit-start using low, right-facing flake jug.  Climb straight up through dynamic moves on positive edges."},{"name":"Frictionary Crack","grade":"4","description":"Sit-start at base of crack, using horn feature.  Climb the crack."},{"name":"Undertaker","grade":"6C","description":"This problem starts on an undercling crimp.  Exact description to be updated soon."},{"name":"Undergrad","grade":"6A","description":"Exact details TBD.  (FA Mark Derksen, 2013)"},{"name":"V2","grade":"6A","description":"Sit-start using low, good holds.  Climb the left end of the face."},{"name":"Underking","grade":"6C","description":"Sit-start with right-hand on good incut undercling, and left-hand anywhere lower.  Head straight up.  "},{"name":"Catacomb","grade":"7C","description":"V9.  Sit-start in cave, using two low, right-facing edges near the bottom of the prow.  Move up to a good left-hand edge, then follow the steep prow out of the cave, finishing up the slab.  "},{"name":"Black Cherry Soda","grade":"6C","description":"Sit-start in cave with a good left-hand sidepull.  Head right, out of the cave, to gain a right-trending finger-crack.  Follow this crack to top-out.  (FA Mark Derksen, 2016)"},{"name":"Cherry Pepsi","grade":"7A","description":"Start, and climb, as per \"Black Cherry Soda\".  Upon gaining the lip at the top of the crack, head back left, finishing on the lip traverse.  (FA Kyle Marco, 2016)"},{"name":"Kyle's Lip Traverse","grade":"6C","description":"Sit-start at far right end of boulder, using a good left-hand sidepull.  Climb along the rising lip, topping out at the upper left end.  (FA Kyle Marco, 2016)"},{"name":"Partial Justice","grade":"6A","description":"V2ish.  Sit-start, matched on huge flat edge.  Move right and up, to join \"Swift Justice\".  Nice moves on comfy edges and slopers.  Can also be climbed more directly up, but on less enjoyable holds.  (FA Kyle Marco) "},{"name":"Swift Justice","grade":"7A+","description":"V7ish.  Sit-start in cave using a decent right-hand undercling  edge, and a slopey left-hand sidepull edge.  A hard first move to a good rail outside the cave leads to a fun and easy top out on nicely sculpted holds."}]},{"sector":"The Giant","reference":"https://27crags.com/crags/frank-slide/topos/the-giant-16295","lat":49.59527,"long":-114.392728,"problems":[{"name":"Man in the Box","grade":"7A","description":"V6.  Stand-start using obvious left-hand jug.  Move up and left, towards a flat jug on the lip/arete.  Roll left to top out. "},{"name":"The Road Not Taken","grade":"4","description":"Stand-start.  Climb the obvious right-trending rail/shelf system, eventually gaining the lip on your left.  A few more moves will gain the slab and top-out. "},{"name":"Before I Sleep","grade":"6B+","description":"V4X.  Stand-start near \"The Road Not Taken\", and climb directly up and right to gain the crack and finish of \"Do Not Go Gentle\".  Crux is tenuous and sequential, with a dynamic sideways move, and occurs at 5+ meters. "},{"name":"Into the Void","grade":"7A","description":"V5/6 X. Step off rock to gain huge, flat right-hand undercling pinch. Move up and right, through several long, tenuous, and serious moves through the clean face, eventually gaining the large crack. Top-out directly through the peak."},{"name":"Do Not Go Gentle","grade":"6B","description":"V3X.  Stand-start just right of centre, using a high, right-hand jug-edge.  Head up and slightly right through good edges, before heading left to a juggy crack.  Continue up, topping out directly through the peak. "},{"name":"The Will","grade":"7C","description":"V9.  Sit-start just right of black-stained alcove, using a right-hand gaston edge, and anything workable for your left.  Pull on and reach left for a small-but-good crimp in grey rock, then push right to join \"If\". "},{"name":"If","grade":"7A+","description":"Stand-start with vertical, one-pad pinch for right-hand, and a small sidepull or undercling near the same height for your left.  Head up and right, to obvious sloper feature, then way up and right to incut rail.  Top out as per \"Where the Sidewalk Ends\".  "},{"name":"Where the Sidewalk Ends","grade":"6B","description":"Sit-start under arete, using a good right-hand edge on arete, and anything lower for left-hand.  Climb the left side of the angling arete.  Head right to top out.  "},{"name":"Paleofit","grade":"7A+","description":"Kind of an eliminate, to keep the grade honest.  Start way low and left (out of the picture) and happily slap your way rightwards along the low lip (there is a key hold under the roof as well) to top out at basically the same spot as \"Trent's Cave\".  Lots of great eliminates and variations here, too!  (FA Terry Paholek, 2013)"},{"name":"Trent's Cave","grade":"7A","description":"A classic on a rare treat in Frank: multiple moves on positive holds in a steep roof!  Start way down in the cave on a juggy undercling/sidepull down and right of the lower end of the rail/crack.  Follow the incut rail out of the cave.  A number of fun eliminates and variations can be done, as well.  (FA Trent Hoover, 2013) "},{"name":"Trent's Rave","grade":"7A","description":"Start on \"Trent's Cave.\" After the first 2 moves head up and right to a slopey edge and again to the peak of the boulder.  The juggy slot at the top of the rail on \"Trent's Cave\" is out."}]},{"sector":"Wedge Face","reference":"https://27crags.com/crags/frank-slide/topos/wedge-face","lat":49.589592,"long":-114.378428,"problems":[{"name":"Farm Warmup left","grade":"5","description":"V0/1.  Stand-start in pit with left-hand on large, obvious rail, and anything lower for right-hand.  Climb up and left."},{"name":"Farm Warmup Right","grade":"5+","description":"V1/2.  Start, and climb, as per \"Farm Warmup left\".  At mid-way, head right, gaining arete and top-out."}]},{"sector":"Expected Surprise","reference":"https://27crags.com/crags/frank-slide/topos/expected-surprise","lat":49.586972,"long":-114.393339,"problems":[{"name":"Otter Surprise","grade":"6B+","description":"Sit-start on good, angled rail.  Climb the face above.  (FA Trent Hoover, 2013)"},{"name":"Expected  Surprise Left","grade":"6B+","description":"Start as per \"Expected Surprise\".  Head up and left."},{"name":"Expected Surprise","grade":"6B","description":"Sit-start matched on good, angled rail.  Climb the face up and right, towards a shelf at about two-thirds height."},{"name":"Worm Face","grade":"4","description":"Many V0 lines all over this interesting slab on the north face of Expected Surprise boulder. "},{"name":"V for Victory","grade":"6A+","description":"Sit-start with left-hand on the bottom of the arête (the bottom of the V), and right-hand on a lower sidepull edge far to the right. Climb up with trickery.  Exit right using a big pinch.  (FA Trent Hoover, 2015)\n\n"},{"name":"V for Valour","grade":"6A+","description":"Start as for \"V For Victory\", but head left at the lip, working feet up the ramp.  (FA Trent Hoover, 2015)"},{"name":"X Factor","grade":"6A","description":"Sit-start between two boulders, with hands on two crimps at face-height.  Climb straight up bulge on perfect holds.  (FA Trent Hoover, 2013)"},{"name":"Blood Simple","grade":"7B+","description":"V8ish.  Stand-start using a sharp left-hand sidepull, and a smooth right-hand edge.  Power up the short face."}]},{"sector":"Serial Killer","reference":"https://27crags.com/crags/frank-slide/topos/serial-killer","lat":49.588378,"long":-114.388302,"problems":[{"name":"A Series of Unfortunate Events","grade":"7A+","description":"Start as per \"Cereal Killer\".  Traverse right and finish up \"Killer Bees\" (or \"Killer S's\"). "},{"name":"Cereal Killer","grade":"6B+","description":"Sit-start in an iron-cross position, with your right hand in the crack, and your left on the arete.  Throw up to the large sloper, and top out using the arete.  (FA Evan Erickson, 2007)"},{"name":"Crack","grade":"6B","description":"Sit-start and climb the obvious crack, using face holds as you get higher."},{"name":"Energitus","grade":"7B","description":"Start as per \"Killer Bees\", traverse left as per \"Killing Frost\", but continue traversing left past the sloper, to the left arete, and finish on \"Baby Killer\"."},{"name":"Killing Frost","grade":"7A","description":"Start as per \"Killer Bees\", but traverse left along positive slopers, and finish on the end of \"Cereal Killer\"."},{"name":"Killer Bees","grade":"6B+","description":"Sit-start on a large, and surprisingly good, sloper about five feet left of the right arete.  Crank up and climb a series of slopey dishes and fun pinches."},{"name":"Killer S's","grade":"5","description":"Stand-start the left side of the right arete, and follow tricky edges and sidepulls to the top.  A fun eliminate dynos from the good edge at mid-height to the top; for tall climbers, this may be the easiest way to do the problem.  (FA Evan Erickson, 2007)"},{"name":"Tidal Volume","grade":"6B+","description":"Start on the smooth face right of the arete, with your left hand high on the arete, and your right hand on a sloping dish.  Climb to the peak using the arete and small-hold trickery.  Very technical and fun!"},{"name":"Bay of Fundy","grade":"5","description":"Sit-start right of \"Tidal Volume\" with your hands on a flat sloper.  Head up and slightly right to an easy top out.  (FA Trent Hoover, 2013)"},{"name":"One Minute Murder","grade":"5","description":"Start matched on the juggy, horizontal crack where it crosses the arete (the most positive and obvious place to start).  Move left to the center of the crack, then head up and left onto the hanging slab."},{"name":"Killing Time","grade":"5","description":"Start as per \"One Minute Murder\", but head straight up via a big sidepull feature.  Fun!  (FA Mark Derksen, 2013)"},{"name":"Sherlock","grade":"7A","description":"Sit-start as per \"One Minute Murder\".  Head right, along lip of small roof, using miniscule edges.  Gain sharp arete, and top out straight above.  Funky!  (FA Trent Hoover, 2014)  "},{"name":"Baby Killer","grade":"4","description":"Climb the slab just left of the arete, and hope you don't fall onto the jagged blade of rock behind you."},{"name":"Cereal Killer","grade":"6B+","description":"Sit-start in an iron-cross position, with your right hand in the crack, and your left on the arete.  Throw up to the large sloper, and top out using the arete.  (FA Evan Erickson, 2007)"},{"name":"Crack","grade":"6B","description":"Sit-start and climb the obvious crack, using face holds as you get higher."},{"name":"Energitus","grade":"7B","description":"Start as per \"Killer Bees\", traverse left as per \"Killing Frost\", but continue traversing left past the sloper, to the left arete, and finish on \"Baby Killer\"."},{"name":"Spreadeagle","grade":"7A+","description":"V7ish. Located about 75m north/north-west of Healing boulder (or approximately the same distance west/south-west of Serial Killer boulder). Sit-start under short bulge/prow, using a low, juggy right-hand edge , and left-hand pinch/sidepull. Move up and left through tricky compression moves."}]},{"sector":"King Cobra","reference":"https://27crags.com/crags/frank-slide/topos/white-bulge","lat":49.595586,"long":-114.392067,"problems":[{"name":"King Cobra","grade":"6C+","description":"Stand-start with high right-hand pinch (to the right of the arete), and left-hand underclinging the blunt lip of the boulder (down and left).  Climb the left side of the lower arete, then directly up the bulge above.  Head right to top out. "},{"name":"Sidewinder","grade":"7A","description":"V6. Start at obvious smooth jug on the face.  Head up and left to the arete.  Climb the right side of the arete, to airy top-out."},{"name":"Boa","grade":"7B","description":"V8.  Start as per \"Sidewinder\", and traverse low around arete, joining \"King Cobra\" at its first move, and finishing up that problem.  "},{"name":"Anaconda","grade":"6B+","description":"V4. Somewhere on far right side of boulder. Start with left-hand on a weird notched sloper, and right-hand on a very slopey horizontal edge. Move right to a sidepull, and up. (FA Evan Erickson, 2017)"},{"name":"Sweep the Leg","grade":"6B","description":"Stand-start right of the dab bloc, matched on high, flat jug.  Head up and left to arete.  Climb right side of arete, to rubbly top-out. "},{"name":"Spitting Cobra","grade":"7A+","description":"V6/7.  Start as per \"King Cobra\".  After the first move, continue left using tricky edges and feet, and finish up the left arete.  (FA Trent Hoover, 2018)"},{"name":"King Cobra","grade":"6C+","description":"Stand-start with high right-hand pinch (to the right of the arete), and left-hand underclinging the blunt lip of the boulder (down and left).  Climb the left side of the lower arete, then directly up the bulge above.  Head right to top out. "},{"name":"Boa","grade":"7B","description":"V8.  Start as per \"Sidewinder\", and traverse low around arete, joining \"King Cobra\" at its first move, and finishing up that problem.  "},{"name":"The Snake Charmer","grade":"7C","description":"V9/10. Start, and climb, as per \"Boa\", but continue left into \"Spitting Cobra\". "},{"name":"Sidewinder","grade":"7A","description":"V6. Start at obvious smooth jug on the face.  Head up and left to the arete.  Climb the right side of the arete, to airy top-out."}]},{"sector":"Road Trip","reference":"https://27crags.com/crags/frank-slide/topos/road-trip","lat":49.589272,"long":-114.379368,"problems":[{"name":"Asking For Directions","grade":"6B","description":"Start on the far left side of the west face with right hand on large undercling and left hand on any one of the sloping edges.  Fire straight up to the lip.  Dabby due to small boulder behind you.  FA-Mitch Goertzen"},{"name":"Tacos","grade":"Tacos","description":"Sit start on huge sloping shelf in middle of the west face. Move left through small edges then up to the lip to top out.  FA- Kent Dunham"},{"name":"Bathroom Break","grade":"3+","description":"Sit start on huge sloping shelf and climb straight up the face for an easy top out.\nFA- Mitch Goertzen"},{"name":"Gas Station Tamales","grade":"6A+","description":"Sit start on left side of south face using a good right edge and left side-pull/undercling. Make a difficult first move to tuck under the roof, then reach for the thank-God knob.  Pull over the lip using the large edge for your right and the arrete for your left and top out left.  FA- Kent Dunham"},{"name":"Nachos of Regret Left","grade":"6A+","description":"Sit start on the right side of the south face on good edges.  Slap up the right side arrete to gain the monster jug over the lip of the roof.  Move left to big side pull and pull straight up over the lip to and easy top out.  \nFA- Kent Dunham"},{"name":"Gas Station Tamales","grade":"6A+","description":"Sit start on left side of south face using a good right edge and left side-pull/undercling. Make a difficult first move to tuck under the roof, then reach for the thank-God knob.  Pull over the lip using the large edge for your right and the arrete for your left and top out left.  FA- Kent Dunham"},{"name":"Nachos of Regret Left","grade":"6A+","description":"Sit start on the right side of the south face on good edges.  Slap up the right side arrete to gain the monster jug over the lip of the roof.  Move left to big side pull and pull straight up over the lip to and easy top out.  \nFA- Kent Dunham"},{"name":"Nachos of Regret Right","grade":"6A+","description":"Same start as Nachos Left, but at the lip continue right to top out.\nFA- Mitch Goertzen"}]},{"sector":"Farmer's Daughter","reference":"https://27crags.com/crags/frank-slide/topos/farmer-s-daughter","lat":49.590661,"long":-114.374547,"problems":[]},{"sector":"Flexion","reference":"https://27crags.com/crags/frank-slide/topos/lower-west-cog","lat":49.595933,"long":-114.393988,"problems":[{"name":"Flexion","grade":"6C","description":"V5. Sit-start matched on jug in crack.  Head up and left through edges to gain juggier holds on the right side of a scoop, and top out.  (FA Trent Hoover, 2015) "},{"name":"Flexion Direct","grade":"6C","description":"V5. Sit-start as per \"Flexion\".  After the long move away from the crack and into edges out left, tackle the bulge directly using more edges.  (FA Trent Hoover, 2015)"},{"name":"Extension Extension","grade":"7A","description":"V6. Sit-start, matched on large shelf at the bottom right end of the lip.  Head left to gain holds in the crack, then continue along edges to gain the right side of a scoop in the lip.  Continue traversing left to gain the peak of the lip, and top-out.  "},{"name":"The High Road","grade":"6C","description":"Sit-start matched on lowest sloping edge on the left side of the face above the roof.  Use foot magic to gain more sloping edges and the slab above.  (FA Kyle Marco) "},{"name":"El Sendero Tortuoso","grade":"7A","description":"Sit-start matched on large, right-facing vertical rail.  Tricky footwork and sloping edges lead up onto the slab.  (FA Trent Hoover, 2015) "},{"name":"The Low Road","grade":"6A","description":"V2.  Sit-start matched on long, low rail.  Climb up and left.  (FA Trent Hoover, 2016)"},{"name":"The Low Road Low","grade":"6B","description":"V3.  Start on an edge and a crimp in the cave, climbing up and into \"The Low Road\".  (FA Trent Hoover, 2015)"},{"name":"Makeathat","grade":"6B","description":"V3.  Sit-start in small alcove, using a good, obvious right-hand edge near adjacent boulder.  Move up and left, joining \"The Low Road\".  "},{"name":"Makeathat direct","grade":"6B","description":"V3.  Sit-start as per \"Makeathat\", but head directly up arête above."},{"name":"Lost in the Dream","grade":"6C","description":"V5.  Sit-start matched on large, left-facing edge,  Move up and right.  (FA Mark Derksen, 2016) "},{"name":"The Giver","grade":"6B","description":"V3.  Sit-start at far right end of short overhang/bulge (farther right than photo shows), matched on lowest slopey lip edges.  Move up and slightly left on tricky edges.  (FA Mark Derksen, 2017)"},{"name":"Six Stars","grade":"5","description":"V1. Start by stepping onto boulder at left-trending seam.  Head up and right to gain arete, and top out. "},{"name":"Welcome to Turpinchistan","grade":"7A","description":"V6. Sit-start using large edge.  Climb the left side of the arete.  "},{"name":"Crimpistan","grade":"6B","description":"V3. Start as per \"Turpinchistan\", but move into edges out right.  (FA Trent Hoover, 2015)"}]},{"sector":"Michelle Boulders","reference":"https://27crags.com/crags/frank-slide/topos/michelle-boulders","lat":49.596894,"long":-114.395142,"problems":[{"name":"Xenophobe","grade":"5+","description":"V1. Stand start on 8-inch long edge a few feet to the left of Purity Law. Climb directly up using trickery, avoiding the juggy holds on Purity Law. (FA Trent Hoover, 2017.)"},{"name":"Purity Law","grade":"5","description":"V0/1. Stand start with one hand in two-finger pocket, and other in the lower mono. Crimps and another pocket lead to an easy topout. (FA Trent Hoover, 2016.)"},{"name":"Wilderpeople","grade":"6B+","description":"V4.  Sit-start with large left-hand sidepull, and right-hand on sloper immediately beside.  Move up and left. (FA Trent Hoover, 2016)"},{"name":"The Trapdoor","grade":"4","description":"Located  a few meters right of the Wilderpeople boulder. V0. Sit start left hand high on good sloper/sidepull on left arete, right hand on small crimp in middle of face. Teeter up to rounded 6ft peak. (FA Kyle Marco, 2017)"},{"name":"Saddle Up","grade":"4","description":"7 or 8 m right of Wilderpeople. V0. Sit start under arete, next to tree, left hand high on good edge or side pull, right hand low on side pull. Move up on good holds.  (FA Dan Anhorn, 2017)"},{"name":"Western Outlet","grade":"5","description":"V1. Sit start matched with left hand on obvious jug, right hand on side pull above that. Use jugs crimps and a sloper pinch to mantle up the bulge. (FA Dan Anhorn, 2017.)"},{"name":"Wilderpeople","grade":"6B+","description":"V4.  Sit-start with large left-hand sidepull, and right-hand on sloper immediately beside.  Move up and left. (FA Trent Hoover, 2016)"},{"name":"Wolf's Den","grade":"6B+","description":"V4.  Sit-start in cave on crimps.  Climb roof out to lip and mantle. (FA Mark Derksen, 2014)"}]},{"sector":"Breaking and Entering","reference":"https://27crags.com/crags/frank-slide/topos/breaking-and-entering","lat":49.595762,"long":-114.392119,"problems":[{"name":"Breaking and Entering","grade":"7B","description":"V8.  Sit-start under compression feature, using good left-hand undercling, and right-hand low on arete (below adjacent bloc).  Move directly up.  (FA Mark Derksen, 2017)"},{"name":"Dust to Dust","grade":"6A","description":"V2.  Sit-start matched on long, right-facing sidepull rail.  Move up to obvious rail/edges, then up and left to lip."},{"name":"Blood and Dust","grade":"6B+","description":"V3/4.  Start as per \"Blood Meridian\", but head left to join \"Dust to Dust\"."},{"name":"Blood Meridian","grade":"6A+","description":"V2/3.  Sit-start at base of obvious crack.  Climb directly up.  Stand-start is a very good (maybe better?) V1ish problem."},{"name":"Cypher","grade":"7B","description":"V8ish.  Sit-start as per \"Blood Meridian\", but traverse right, along worsening holds and trickier moves, eventually gaining a large shelf, and topping out right."},{"name":"Blood Meridian","grade":"6A+","description":"V2/3.  Sit-start at base of obvious crack.  Climb directly up.  Stand-start is a very good (maybe better?) V1ish problem."},{"name":"?","grade":"?","description":"V2ish?  Sit-start matched on massive shelf way back in cave.  Follow the crack out of the cave.  (FA Mark Derksen, 2017)"},{"name":"?","grade":"?","description":"Sit-start using good edges low and left.  Move right to large block feature, then up.  (FA ?, 2017)"},{"name":"?","grade":"?","description":"Sit-start using good horn/edge (and anything lower).  Move up and slightly left.  (FA ?, 2017)"},{"name":"?","grade":"?","description":"V8ish?  Sit-start at the far right end of a tunnel, matched on a massive jug/edge.  Move up and left, to slopers/pinches on the lip, then navigate left, through the tunnel, with substantial tricks and/or tension to avoid dabbing.  (FA Scott Eveleigh, 2017)"}]},{"sector":"Black Peter","reference":"https://27crags.com/crags/frank-slide/topos/black-peter","lat":49.58974,"long":-114.38103,"problems":[{"name":"The Longest Night","grade":"5","description":"V2. Start as for Black Peter, but with some tricky movement (using a cool pinch) move left around the arête, and climb up the face just left of the arête. Excellent mantle, and easier than it looks!"},{"name":"The Blackest Night","grade":"6B","description":"V2.  Sit-start as per the other lines, and climb directly up the arete."},{"name":"Black Peter","grade":"6C+","description":"V5.  Start with a smooth LH sidepull just left of the arête, and RH on either a lower edge or wide on a sloper (near the adjacent boulder). Climb up the face right of the arête using cryptic sloping edges and pinches, using your LH on the arête if you wish. At the lip either traverse right to topout, or mantle directly if you want a challenge. "},{"name":"Residue Theorem","grade":"6B","description":"V3.  Sit-start with good left-hand edge and right-hand pinch.  Move up to lip, then right to top out.  (FA Mark Derksen)"},{"name":"Residue Theorem","grade":"Left","description":"V3. Sit start under bulge with left hand on good edge,right hand underclinging bulge. Move up to lip, head left to a tough-ish mantle and continue up slab to top out. (FA Dan Anhorn, 2017.)"},{"name":"True Grit","grade":"7A","description":"Sit-start with low left-hand edge, and right-hand edge near the right-facing point on the arete feature.  Climb direct to lip, using sidepull crimps on your left, and slopey arete to your right.  Starting with right-hand lower than left adds a move and firms up the grade. "}]},{"sector":"The Gallows","reference":"https://27crags.com/crags/frank-slide/topos/the-gallows","lat":49.595998,"long":-114.393382,"problems":[{"name":"The Gallows","grade":"6A+","description":"Use slab of lower boulder to get established on overhanging arete of upper boulder.  Around mid-height, move left to gain sloper feature in face, then continue up and left to top-out precariously in middle of lip.  Very committing. "},{"name":"The Gallows","grade":"6A+","description":"Use slab of lower boulder to get established on overhanging arete of upper boulder.  Around mid-height, move left to gain sloper feature in face, then continue up and left to top-out precariously in middle of lip.  Very committing. "},{"name":"Supa Scoopa","grade":"6C+","description":"V5. Sit-start with hands just above lip of cave (right-hand edge and left-hand gaston).  Make a big move up and left, to a flat jug.  Match, and continue up. Watch for loose rock up high. "},{"name":"Supa Scoopa extension","grade":"6C+","description":"Climb \"Supa Scoopa\" to the flat jug, then continue left, around the arete, into exposed territory. "},{"name":"Mighty Scoop","grade":"6C+","description":"V5/6. Sit-start with lowest pinch/edge on arete for left-hand, and very low right-hand sidepull edge.  Cross right-hand up to higher arete hold, and continue up and left."},{"name":"Mighty Scoop low","grade":"7B","description":"V8.  Start matched on huge undercling jug under low roof.  Move up into \"Mighty Scoop\". "},{"name":"Supa Scoopa low","grade":"7B+","description":"V8/9.  Start, and climb, as per \"Mighty Scoop low\", but continue left along the lip of the cave, into the start of \"Supa Scoopa\".  Finish up either \"Supa Scoopa\" or its extension.  "},{"name":"Mighty Scoop right","grade":"6C+","description":"Start as per \"Mighty Scoop\", but move up and right, climbing the right side of the arete."},{"name":"Supa Scoopa","grade":"6C+","description":"V5. Sit-start with hands just above lip of cave (right-hand edge and left-hand gaston).  Make a big move up and left, to a flat jug.  Match, and continue up. Watch for loose rock up high. "},{"name":"Claustrophobia","grade":"7B","description":"V8.  Sit-start using obvious right-hand edge, and anything lower for left-hand.  Move up and slightly left to exit cave.  "}]}]